{
  "version": 1,
  "country": "hr",
  "language": "es",
  "places": [
    {
      "place_id": "HR::baska",
      "name": "Baska",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.9686,
        14.7536
      ],
      "lat": 44.9686,
      "lon": 14.7536,
      "visits": [
        {
          "text": "Vela Plaža despliega casi 2 kilómetros de arena y guijarros finos al pie de acantilados espectaculares. Esta playa mítica de Croacia, galardonada con la bandera azul europea, atrae a familias y bañistas de toda Europa por sus aguas turquesas y su entorno grandioso entre montaña y mar.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa Lucía en Jurandvor alberga la Tablilla de Baška, piedra grabada en el siglo XII que constituye la primera mención escrita de la palabra «Croacia» en alfabeto glagolítico. Este documento fundacional de la identidad nacional atrae a historiadores y patriotas a este santuario modesto pero cargado de símbolos.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo de Baška alinea sus casas de piedra a lo largo de callejuelas empedradas que descienden hacia el puerto. La animada Riva ofrece heladerías y terrazas frente a los barcos de pesca, un ambiente mediterráneo auténtico lejos de los balnearios estandarizados.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Juan Bautista es un edificio románico semiderruido que domina la bahía desde las alturas. La subida recompensa a los caminantes con una vista panorámica de toda la playa y las montañas del Velebit que cierran el horizonte más allá del canal.",
          "visit_duration_min": 75
        },
        {
          "text": "La Casa del Patrimonio presenta trajes folclóricos, inscripciones glagolíticas y objetos tradicionales de la vida cotidiana isleña. Aquí se descubre cómo los habitantes de Baška supieron preservar su identidad cultural a pesar de las vicisitudes de la historia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorran la Avenida Glagolítica, museo al aire libre que celebra el alfabeto eslavo del siglo IX mediante esculturas monumentales diseminadas por el paisaje. Este recorrido artístico y cultural enlaza varios pueblos y constituye un paseo instructivo para todas las edades.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren las calas secretas de Bunčuluka, Mala Luka y Velika Luka, accesibles en taxi náutico o por senderos costeros escarpados. Estas playas salvajes de aguas cristalinas ofrecen un baño lejos de las multitudes veraniegas.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan senderismo por el sendero lunar que atraviesa un espectacular paisaje kárstico entre mar y montaña. Las formaciones rocosas esculpidas por la erosión crean un decorado casi extraterrestre que inspiró el nombre del camino.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan kayak a lo largo de la costa recortada. Las cuevas marinas y las calas inaccesibles por tierra se revelan a los remeros aventureros, recompensados con baños en aguas de un azul irreal.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben el cordero de la isla perfumado con hierbas silvestres, especialidad asada a la brasa en las konobe de Baška. La carne tierna y sabrosa refleja los pastos batidos por el viento y la brisa marina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 5
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "HR::cres",
      "name": "Cres",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.9608,
        14.4072
      ],
      "lat": 44.9608,
      "lon": 14.4072,
      "visits": [
        {
          "text": "La plaza Frane Petrić constituye el corazón de Cres, flanqueada por fachadas venecianas con contraventanas coloridas que se reflejan en las aguas del puerto. La Torre del Reloj y la lonja del siglo XVI enmarcan un espacio donde el mercado matutino perpetúa la tradición con aceite de oliva, miel de salvia y quesos de oveja de los pastores de la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "La Porta Marcella luce orgullosa el león de San Marcos, vestigio de cuatro siglos de dominio veneciano sobre la isla. Tras esta puerta, las callejuelas se adentran en un laberinto de piedra donde cada recodo revela un patio secreto, un pozo antiguo o una escapada hacia el mar.",
          "visit_duration_min": 75
        },
        {
          "text": "El monasterio franciscano esconde un olivar secreto en su patio, remanso de paz que se descubre por accidente al perderse por el casco antiguo. Los monjes cultivan aquí árboles centenarios cuyo aceite está reservado a los iniciados que saben llamar a la puerta correcta.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa María domina el puerto con su esbelto campanario desde finales del siglo XV. Cerca de allí, la iglesia de San Isidoro del siglo XIII conserva frescos medievales que el tiempo ha patinado sin borrar, testimonio de la fe de los primeros habitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "La Creska Kula es una torre defensiva en el puerto que ofrece un panorama de la isla más grande del Adriático. Cres y Krk se disputan este título al centímetro, pero los habitantes de Cres afirman con picardía que su isla es más grande con la marea baja.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio Arsan es un edificio gótico-renacentista que alberga el Museo Municipal. Sus colecciones arqueológicas y etnográficas recorren la historia de una isla habitada desde la prehistoria, encrucijada de civilizaciones entre Oriente y Occidente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hagan una excursión a Beli, pueblo encaramado habitado desde hace 4.000 años que domina la costa oriental. El puente romano sobre el cañón de Potok constituye la única obra de este tipo en la costa este del Adriático, y el centro Caput Insulae trabaja en la protección de los buitres leonados que planean sobre los acantilados.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubran Lubenice, pueblo fantasma de 6 habitantes permanentes que domina la playa Sveti Ivan desde un acantilado de 378 metros. Esta playa, accesible únicamente por un sendero escarpado o por mar, figura entre las más bellas de Croacia vista desde el cielo.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiten Valun, pequeño puerto pesquero que algunos apodan el Saint-Tropez croata por su encanto preservado. La iglesia del pueblo conserva la Tablilla de Valun, inscripción bilingüe glagolítico-latín del siglo XI que atestigua la coexistencia de ambas escrituras.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren Osor, antigua capital de la isla junto al canal romano que separa Cres de Lošinj. El puente giratorio se abre a las 9h y a las 17h para dejar pasar los veleros, espectáculo cotidiano que atrae a los curiosos al muelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Observen los buitres leonados que planean sobre los acantilados del norte de la isla. Esta colonia, protegida desde 1993, cuenta con un centenar de ejemplares cuya envergadura alcanza casi tres metros, espectáculo impresionante para quien alza la vista en el momento adecuado.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben el cordero de Cres perfumado con hierbas silvestres y sal marina traída por el viento. Esta carne con denominación de origen, famosa en toda Croacia, debe su sabor único a los pastos batidos por la bora donde pastan ovejas desde la Antigüedad.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 6
        }
      ],
      "rating": 7
    },
    {
      "place_id": "HR::krk",
      "name": "Krk",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.0267,
        14.5753
      ],
      "lat": 45.0267,
      "lon": 14.5753,
      "visits": [
        {
          "text": "La ciudad de Krk ha estado habitada ininterrumpidamente durante 3.000 años, lo que la convierte en uno de los asentamientos más antiguos del Adriático. Sus murallas medievales y sus cuatro puertas fortificadas protegen aún un laberinto de callejuelas donde la inscripción romana Splendidissima civitas Curictarum atestigua la gloria antigua de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "La catedral de la Asunción se alza sobre los cimientos de unas antiguas termas romanas desde el siglo V. Su campanario barroco con cúpula en forma de cebolla, coronado por un ángel trompetista que gira con el viento, domina la plaza principal y sirve de referencia a los navegantes desde hace siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Quirino se adosa a la catedral y alberga el Museo de Arte Sacro. En sus vitrinas descansan orfebrería, textiles litúrgicos y manuscritos iluminados acumulados por la diócesis a lo largo de un milenio, testimonio de la riqueza espiritual y material de la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "El castillo Frankopan ancla la plaza Kamplin con su mole cuadrada desde el siglo XIII. Esta fortaleza de los condes que gobernaron el Kvarner durante cuatro siglos acoge hoy conciertos y eventos culturales en su patio a cielo abierto.",
          "visit_duration_min": 75
        },
        {
          "text": "El yacimiento arqueológico Volsonis se esconde bajo la plaza principal, donde excavaciones recientes han sacado a la luz los restos de una villa romana. Mosaicos y muros antiguos atestiguan la prosperidad de Curicum, como se llamaba entonces la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Los monasterios franciscano y benedictino de los siglos XII y XIII jalonan el casco antiguo con sus claustros apacibles. Sus bibliotecas conservan manuscritos preciosos, y sus jardines ofrecen un refugio fresco lejos del bullicio veraniego.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Báñense en las playas del litoral de Krk, cinco de las cuales ostentan la bandera azul europea. Calas de guijarros entre pinos o plataformas de hormigón frente a aguas cristalinas: cada uno encuentra su paraíso según sus preferencias.",
          "visit_duration_min": 60
        },
        {
          "text": "Participen en la Feria de Krk los días 8, 9 y 10 de agosto, tradición que se remonta al siglo XVI. La ciudad se viste con trajes renacentistas, los artesanos exhiben su saber hacer y los espectáculos callejeros animan plazas y callejuelas hasta altas horas de la noche.",
          "visit_duration_min": 60
        },
        {
          "text": "Asistan al Festival de Verano de Krk, que celebra 50 años de conciertos, obras de teatro y óperas al aire libre. Las representaciones en el puerto y en los patios medievales ofrecen un marco incomparable para los artistas internacionales.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben el queso Krčki sir, oveja curada con hierbas silvestres de la isla cuyo sabor único proviene de los pastos batidos por la brisa marina. Se sirve acompañado de jamón ahumado y aceitunas locales en las konobe del casco antiguo.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren los pueblos del interior de la isla en bicicleta. Las carreteras sinuosas atraviesan viñedos, olivares y aldeas de piedra donde el tiempo parece haberse detenido, lejos de las multitudes del litoral.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 3
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "HR::lastovo",
      "name": "Lastovo",
      "cc": "HR",
      "language": "es",
      "coords": [
        42.7667,
        16.8833
      ],
      "lat": 42.7667,
      "lon": 16.8833,
      "visits": [
        {
          "text": "El Parque Natural de Lastovo engloba 46 islas repartidas en 200 kilómetros cuadrados de tierra y mar, el archipiélago habitado más aislado de Croacia situado a 13 kilómetros al sur de Korčula.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Lastovo se encarama en una ladera escarpada dominando campos fértiles de hortalizas, viñas y olivos, con viejas casas de piedra coronadas por distintivos tejados rojos.",
          "visit_duration_min": 75
        },
        {
          "text": "Los fumari (chimeneas cilíndricas) coronan las casas por todo el pueblo, sus alturas indicando antaño la riqueza de las familias, construidas tanto para la evacuación del humo como para el prestigio social.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de los Santos Cosme y Damián data del siglo XV, reconocible por sus tres naves, y constituye el principal monumento religioso de la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "El fuerte Kaštel corona la colina del pueblo albergando instrumentos meteorológicos, con vistas panorámicas sobre todo el pueblo, las aguas circundantes y las islas lejanas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Bañarse en las bahías cristalinas de Pasadur, Zaklopatica y Skrivena Luka, calas protegidas con aguas calmas como un lago, perfectas para snorkel y kayak.",
          "visit_duration_min": 60
        },
        {
          "text": "Hacer senderismo y ciclismo por los senderos bien señalizados a través de bosques y viñedos que cubren el 70% de la isla, apreciando una naturaleza prácticamente inalterada durante siglos.",
          "visit_duration_min": 60
        },
        {
          "text": "Practicar submarinismo en dos centros (Pasadur y Zaklopatica) para explorar sitios subacuáticos incluyendo naufragios en aguas de claridad excepcional.",
          "visit_duration_min": 60
        },
        {
          "text": "Llegar a Lastovo en catamarán desde Korčula Town o Vela Luka (1-2 horas), llegando al puerto de Ubli y luego explorando en scooter alquilado, bicicleta o el minibús de la isla.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenar en pequeños restaurantes familiares que sirven pescado local fresco, disfrutando de la atmósfera apacible de una isla donde incluso Bill Gates pasó desapercibido cuando su yate atracó en 2009.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 13
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "HR::lopar",
      "name": "Lopar",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.8308,
        14.7292
      ],
      "lat": 44.8308,
      "lon": 14.7292,
      "visits": [
        {
          "text": "Rajska Plaža, la Playa Paraíso, despliega 1,5 kilómetros de arena fina con aguas turquesas y poco profundas. Este fenómeno poco común en la costa rocosa del Adriático hace las delicias de las familias con niños, que pueden chapotear con toda seguridad en un agua tibia como un baño.",
          "visit_duration_min": 75
        },
        {
          "text": "Lopar presume de 22 playas de arena, concentración única en Croacia donde guijarros y rocas dominan el litoral. Cada una ofrece su carácter propio, desde la muchedumbre veraniega de Paradise Beach hasta la intimidad de las calas accesibles solo a pie o en barco.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Marino honra al santo nacido aquí en el siglo IV, cantero que partió a fundar la República de San Marino sobre una roca italiana. Este hijo ilustre de Lopar atrae a los visitantes del microestado que vienen en peregrinación tras las huellas de su patrón.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia románica de San Juan Bautista data del siglo XI y atestigua la antigüedad de la ocupación humana en esta punta norte de la isla. Sus gruesos muros y su campanario rechoncho han resistido a los siglos y a las tormentas que azotan la costa.",
          "visit_duration_min": 75
        },
        {
          "text": "Los vestigios de la colonia romana de Lopar salpican el territorio, fragmentos de la antigua presencia que trazó las primeras carreteras y los primeros puertos. Cimientos de villas, cisternas y fragmentos de cerámica afloran aquí y allá para quien sabe mirar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Báñense en Paradise Beach, cuyas aguas cálidas y poco profundas son ideales para los niños. Tumbonas, chiringuitos y deportes náuticos están disponibles para quien lo desee, pero también se puede extender la toalla en la arena y no hacer absolutamente nada.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren las 22 playas de arena caminando de cala en cala a lo largo del litoral. Cada ensenada desvela un nuevo paisaje, y los más aventureros descubrirán rincones secretos donde estarán solos en el mundo.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben los baños de barro terapéutico cuyas virtudes son conocidas desde la Antigüedad. Esta arcilla rica en minerales hace maravillas para la piel, y se sale de la experiencia con piel de bebé y una sensación de ligereza.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan senderismo por la península de Kalifront o suban a la colina Kamenjak para disfrutar de vistas impresionantes sobre la isla y las montañas del Velebit que cierran el horizonte. Los senderos atraviesan paisajes de matorral aromático donde el romero crece silvestre.",
          "visit_duration_min": 60
        },
        {
          "text": "Participen en las fiestas patronales de San Marino a principios de septiembre, cuando procesión y festividades celebran al hijo más célebre de Lopar. Los habitantes visten sus trajes tradicionales, los cantos se elevan y el vino corre en honor del santo fundador.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 10
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "HR::mali-losinj",
      "name": "Mali Losinj",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.5306,
        14.4681
      ],
      "lat": 44.5306,
      "lon": 14.4681,
      "visits": [
        {
          "text": "El puerto de Mali Lošinj se extiende a lo largo de una bahía de 5 kilómetros donde fachadas de colores pastel y yates blancos se reflejan en aguas tranquilas como un lago. El aire cargado de lavanda, mirto y romero ha valido a la isla su apodo de Isla de la Vitalidad, y los médicos vieneses ya enviaban aquí a sus pacientes en el siglo XIX.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo del Apoxiomeno presenta una estatua griega de bronce rescatada del mar en 1996 por un buceador local. Esta obra maestra de 2.000 años que representa a un atleta limpiándose después del esfuerzo es objeto de un recorrido inmersivo de sonido y luz que culmina en el encuentro con el original.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio Fritzi data del siglo XIX y expone las Colecciones de Arte de Mali Lošinj. Maestros antiguos flamencos, pintores croatas modernos y fotografías históricas de la isla cohabitan en salones cuyas ventanas se abren al puerto.",
          "visit_duration_min": 75
        },
        {
          "text": "El casco antiguo enrolla sus callejuelas alrededor de la colina que domina el puerto. Las villas venecianas con contraventanas coloridas y los pasajes abovedados revelan el mar a cada recodo, y se comprende por qué los capitanes enriquecidos por el comercio marítimo eligieron construir aquí sus mansiones.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de la Natividad de la Virgen data del siglo XV y conserva cuadros y exvotos de los capitanes que hicieron fortuna en el comercio marítimo. Estas ofrendas dan testimonio de los peligros del mar y de la fe de los marineros que imploraban la protección divina antes de cada travesía.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Reserven el mirador Providenca entre las 18h y las 20h para una puesta de sol privada sobre el Kvarner. Con una copa de vino local en la mano, contemplarán la bahía y las islas vecinas mientras el cielo se incendia, una experiencia romántica por excelencia.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren el parque forestal de Čikat, plantado con pinos de Alepo en el siglo XIX para purificar el aire de la isla. Sus senderos perfumados descienden hacia calas de baño donde el agua turquesa contrasta con el verde oscuro de las agujas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visiten el Jardín de las Fragancias con sus 250 especies aromáticas cultivadas en las terrazas que dominan la ciudad. Este paseo olfativo entre lavanda, salvia y romero explica por qué los aromaterapeutas consideran Lošinj un santuario natural.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomen un curso de vela en la Academia de Vela de Lošinj o alquilen un barco para explorar los islotes del archipiélago. El viento regular y las aguas protegidas lo convierten en un terreno ideal tanto para principiantes como para navegantes experimentados.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenen en el restaurante Alfred Keller, mesa con estrella que sublima los productos del mar inspirándose en las 1.200 plantas aromáticas de la isla. La cocina inventiva y el marco elegante lo convierten en la dirección gastronómica del archipiélago.",
          "visit_duration_min": 60
        },
        {
          "text": "Asistan al Festival de Jazz de Mali Lošinj en agosto, que programa conciertos íntimos en los patios y plazas del puerto. La acústica de la piedra y el ambiente relajado crean una cercanía poco común entre músicos y público.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 7
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "HR::mljet",
      "name": "Mljet",
      "cc": "HR",
      "language": "es",
      "coords": [
        42.7461,
        17.5375
      ],
      "lat": 42.7461,
      "lon": 17.5375,
      "visits": [
        {
          "text": "El Parque Nacional de Mljet fue creado en 1960, cubriendo una porción de la isla de Mljet que se clasifica como la isla más verde de Croacia, caracterizada por sus bosques exuberantes, lagos salados y paisajes idílicos.",
          "visit_duration_min": 75
        },
        {
          "text": "Veliko Jezero y Malo Jezero (Lago Grande y Lago Pequeño) forman el corazón del parque, dos lagos salados interconectados con aguas turquesas perfectas para el baño y el kayak.",
          "visit_duration_min": 75
        },
        {
          "text": "La isla de Santa María emerge en medio de Veliko Jezero, albergando un monasterio benedictino del siglo XII que ofrece una mezcla de historia y vistas espléndidas, accesible en barco incluido en la entrada.",
          "visit_duration_min": 75
        },
        {
          "text": "La cumbre Montokuc es el punto más alto accesible del parque, con una torre de observación de madera usada por los bomberos para vigilar los incendios forestales.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva de Odiseo se encuentra en la parte central de la isla cerca del pueblo de Babino Polje, una espectacular cueva marina donde según la leyenda el héroe griego se refugió durante sus andanzas mediterráneas.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Polače sirve como una de las principales puertas de entrada al parque, conocido por sus ruinas romanas antiguas incluyendo restos de un palacio que dan nombre al pueblo.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Okuklje en la costa norte se formó durante la época de la República de Dubrovnik, hoy una pequeña bahía pintoresca popular entre navegantes y visitantes que buscan alojamiento tranquilo.",
          "visit_duration_min": 75
        },
        {
          "text": "El lago Blatina se sitúa casi en el centro de la isla, un lago interior ligeramente salado donde los habitantes extraían tradicionalmente agua para regar sus cultivos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Subir a la cumbre Montokuc lleva aproximadamente una hora a través de densos bosques de pinos, recompensando con vistas mágicas sobre ambos lagos, el mar Adriático y las islas vecinas en días despejados.",
          "visit_duration_min": 60
        },
        {
          "text": "Ir en bicicleta alrededor de los lagos por pistas en parte asfaltadas y en parte de grava ofrece la mejor manera de explorar el parque, con alquiler de bicicletas disponible en la entrada.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse en los lagos salados donde el agua se calienta cuanto más te alejas del mar, estando permitido el baño en todo el parque a diferencia de muchos otros parques nacionales croatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomar el barco a la isla de Santa María, la travesía de 15 minutos llevando a los visitantes hacia monjes que acogen huéspedes desde hace nueve siglos.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar la cueva de Odiseo requiere un descenso empinado (evitar chancletas), pero recompensa con una poza de azul profundo dentro de la cueva, perfecta para bañarse en un entorno mitológico.",
          "visit_duration_min": 60
        },
        {
          "text": "Relajarse en las playas de Saplunara y la bahía Limuni (bahía de los Limones) en la punta sur de la isla, raras playas de arena en Croacia ideales para familias y quienes están cansados de las orillas rocosas.",
          "visit_duration_min": 60
        },
        {
          "text": "Llegar a Mljet en ferry desde Prapratno en la península de Pelješac hasta Sobra (45 minutos), disfrutando de la travesía en cubierta mientras la isla boscosa se acerca.",
          "visit_duration_min": 60
        },
        {
          "text": "Saborear la cocina dálmata en restaurantes familiares, aunque traer algunas provisiones a la isla ayuda dadas las opciones limitadas y los precios más altos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 11
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 12
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "HR::opatija",
      "name": "Opatija",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.3378,
        14.3053
      ],
      "lat": 45.3378,
      "lon": 14.3053,
      "visits": [
        {
          "text": "El Lungomare es un paseo marítimo de 12 kilómetros construido por los Habsburgo a finales del siglo XIX para que la aristocracia vienesa pudiera caminar junto al mar. Desde Volosko hasta Lovran, el sendero serpentea bajo pinos piñoneros, pasa frente a villas de la Belle Époque con jardines exuberantes, y ofrece vistas constantes sobre el golfo del Kvarner y sus islas.",
          "visit_duration_min": 75
        },
        {
          "text": "Villa Angiolina fue la primera residencia de veraneo de Opatija, construida en 1844 por un comerciante de Rijeka que se enamoró de esta costa. El parque botánico que la rodea reúne especies exóticas traídas de todos los rincones del mundo: camelias japonesas, secuoyas californianas, palmeras mediterráneas. Aquí nació la vocación turística de la costa.",
          "visit_duration_min": 75
        },
        {
          "text": "La escultura de la Doncella con la Gaviota se alza sobre una roca batida por las olas, cerca de la iglesia de San Jacobo. Fue erigida en memoria del conde Kesselstadt, arrastrado por el mar durante una tormenta. Convertida en símbolo de Opatija, atrae a fotógrafos y románticos a cualquier hora del día, aunque es al atardecer cuando cobra toda su dimensión.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Jacobo es el edificio más antiguo de Opatija, cobijada en un parque creado en 1845 alrededor de su cementerio marino. Los conciertos de verano bajo los árboles centenarios perpetúan el espíritu de la Belle Époque, cuando la emperatriz Sissi y las testas coronadas de Europa venían aquí a buscar descanso y aire yodado.",
          "visit_duration_min": 75
        },
        {
          "text": "El Paseo de la Fama croata recorre el paseo marítimo y honra a las celebridades nacionales con estrellas incrustadas en el pavimento: Nikola Tesla, la esquiadora Janica Kostelić, el tenista Goran Ivanišević. Una manera de recordar que este pequeño país ha dado al mundo figuras notables en las ciencias, las artes y el deporte.",
          "visit_duration_min": 75
        },
        {
          "text": "El Teatro al Aire Libre del parque Angiolina acoge conciertos y espectáculos estivales en un entorno verde frente al mar. La acústica natural y el marco elegante lo convierten en uno de los escenarios más codiciados de la costa adriática, donde el oleaje acompaña discretamente los aplausos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hagan senderismo en el parque natural de Učka, cuya cumbre alcanza los 1.401 metros y domina todo el golfo del Kvarner. En días despejados, la vista llega hasta los Alpes eslovenos al norte y las islas dálmatas al sur. Ciclismo de montaña, parapente y escalada atraen a los deportistas, mientras que los senderos forestales son aptos para caminantes de todos los niveles.",
          "visit_duration_min": 60
        },
        {
          "text": "Regálense un tratamiento en uno de los spas de Opatija que perpetúan la tradición termal iniciada por los médicos vieneses en la década de 1880. Establecimientos históricos como el Kvarner o el Milenij ofrecen talasoterapia y masajes en escenarios Belle Époque restaurados con buen gusto.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenen en una konoba de Volosko, el antiguo pueblo de pescadores convertido en reducto gastronómico de la costa. Los chefs reinventan aquí la cocina del Kvarner con productos del mar pescados esa misma mañana, servidos en callejones donde la ropa aún cuelga de las ventanas.",
          "visit_duration_min": 60
        },
        {
          "text": "Asistan a un concierto en el Festival de Opatija en julio, que programa música clásica y contemporánea en las villas y parques del balneario. La atmósfera íntima y el marco histórico recuerdan la época en que Opatija rivalizaba con Niza y Montecarlo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 1
        }
      ],
      "rating": 9
    },
    {
      "place_id": "HR::plitvice",
      "name": "Plitvice",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.8654,
        15.582
      ],
      "lat": 44.8654,
      "lon": 15.582,
      "visits": [
        {
          "text": "El pueblo de Rastoke se asienta en la confluencia de los ríos Slunjčica y Korana, un asentamiento de cuento de hadas apodado «los pequeños lagos de Plitvice» donde las cascadas brotan a través e incluso bajo las casas tradicionales de madera.",
          "visit_duration_min": 75
        },
        {
          "text": "La historia del pueblo se remonta al siglo XVII, cuando más de 20 molinos de agua aprovechaban las aguas turbulentas para moler trigo, maíz y cebada; muchos de ellos siguen bellamente conservados hoy en día.",
          "visit_duration_min": 75
        },
        {
          "text": "El fenómeno geológico de formación de toba creó esta maravilla natural: el carbonato de calcio del río Slunjčica se deposita en capas de calcita blanda que formaron las barreras naturales y cascadas a lo largo de milenios.",
          "visit_duration_min": 75
        },
        {
          "text": "Las casas históricas de madera y piedra con sus canales de agua ingeniosamente diseñados representan un patrimonio vivo: familias locales aún habitan estas viviendas transmitidas de generación en generación.",
          "visit_duration_min": 75
        },
        {
          "text": "El Parque Nacional de los Lagos de Plitvice, fundado en 1949, abarca casi 300 kilómetros cuadrados y debe su fama mundial a sus dieciséis lagos escalonados que fluyen en cascadas y pequeños ríos unos sobre otros.",
          "visit_duration_min": 75
        },
        {
          "text": "Los colores hipnóticos de las pozas cambian constantemente según el contenido mineral, los organismos presentes en el agua y el ángulo del sol, pasando de un turquesa casi fluorescente a un azul tinta profundo.",
          "visit_duration_min": 75
        },
        {
          "text": "La Gran Cascada (Veliki Slap) cerca de la Entrada nº1 cae desde 78 metros, convirtiéndola en la cascada más alta de Croacia, aunque suele estar abarrotada de visitantes en busca del selfie perfecto.",
          "visit_duration_min": 75
        },
        {
          "text": "Los cuatro lagos inferiores (Novakovica Brod, Koluderovac, Gavanovac y Milanovac) están conectados por pasarelas de madera a lo largo de sus orillas, constituyendo la sección más accesible y fotografiada del parque.",
          "visit_duration_min": 75
        },
        {
          "text": "El lago Kozjak se extiende como el mayor de los lagos superiores, con un sendero a lo largo de su orilla norte mucho menos concurrido que las rutas turísticas principales alrededor de los lagos inferiores.",
          "visit_duration_min": 75
        },
        {
          "text": "El islote Stefanijin Otok se alza en medio de Kozjak, donde otro ferry cruza hacia la orilla sur en aproximadamente tres minutos.",
          "visit_duration_min": 75
        },
        {
          "text": "Los lagos superiores Burgeti y Gradinsko conducen a la cascada Veliki Prstavac, que muchos visitantes consideran más impresionante que la famosa Gran Cascada a pesar de su tamaño más modesto.",
          "visit_duration_min": 75
        },
        {
          "text": "Las formaciones de toba y caliza a lo largo del parque continúan creciendo y evolucionando, un proceso geológico vivo que crea nuevas cascadas y barreras con el tiempo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pasear por el pueblo entre cascadas, casas de madera, jardines floridos y molinos históricos, cruzando puentes de madera que ofrecen perspectivas y sorpresas diferentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar Vilinsko Vrt (el Jardín de las Hadas), un pequeño espacio verde junto a una cascada repleto de esculturas de madera artesanales, bancos con forma de seta y carteles que narran leyendas locales sobre hadas y espíritus del agua.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse en las aguas cristalinas del río cuando el tiempo lo permite, con vistas al cañón del Korana y sus múltiples cascadas desde las orillas acondicionadas.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenar en restaurantes tradicionales con terrazas sobre las cascadas, saboreando truchas a la parrilla y enormes pizzas al son de las aguas bravas.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrer los senderos de pasarelas de madera alrededor de los lagos inferiores lleva de 2 a 3 horas para el circuito principal, serpenteando entre innumerables cascadas pequeñas y pozas de colores de ensueño.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomar el ferry en el lago Kozjak, incluido en la entrada, aunque las colas al mediodía pueden extenderse hasta una hora en temporada alta.",
          "visit_duration_min": 60
        },
        {
          "text": "Utilizar el autobús panorámico entre las entradas del parque, incluido en el billete y práctico para volver al punto de partida tras un largo día de senderismo.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrar por la Entrada nº1 para acceder fácilmente a la Gran Cascada y los lagos inferiores, o por la Entrada nº2 para los lagos superiores y el cruce en ferry.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrer los senderos más largos alrededor del lago Kozjak y los lagos superiores ofrece el mejor momento de cualquier visita a Plitvice, lejos de las multitudes de excursionistas concentradas en los lagos inferiores.",
          "visit_duration_min": 60
        },
        {
          "text": "Llegar temprano por la mañana antes de los autobuses turísticos transforma la experiencia: el sonido relajante de las aguas vivas reemplaza entonces el bullicio de cientos de visitantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Llevar aperitivos y agua es imprescindible ya que la comida y bebida dentro del parque son extremadamente caras, con pocas opciones más allá de las zonas de entrada principales.",
          "visit_duration_min": 60
        },
        {
          "text": "Usar calzado de senderismo en lugar de sandalias protege los pies en los senderos más apartados donde las pasarelas de madera dan paso a caminos naturales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 1
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 2
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 3
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "HR::rab",
      "name": "Rab",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.7561,
        14.7597
      ],
      "lat": 44.7561,
      "lon": 14.7597,
      "visits": [
        {
          "text": "La ciudad de Rab perfila sus cuatro campanarios románicos como los mástiles de un navío de piedra, silueta icónica del Adriático que se recorta contra el cielo desde hace más de ocho siglos. Las callejuelas medievales de la península se cuentan entre las mejor conservadas de Croacia, y cada piedra parece contar una historia.",
          "visit_duration_min": 75
        },
        {
          "text": "La catedral de Santa María la Grande fue consagrada por el mismísimo papa Alejandro III durante su visita en 1177. Su campanario de 26 metros ofrece un panorama que abarca mar y tejados, y se comprende por qué los constructores eligieron este punto culminante para erigir su santuario.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Cristóbal ocupa el punto más elevado de la ciudad y alberga un lapidario de artefactos antiguos que abarca del siglo II al XVIII. Capiteles románicos, inscripciones latinas y esculturas venecianas dan testimonio de las civilizaciones sucesivas que moldearon la isla.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa Justina conserva el arte sacro y la orfebrería acumulados por la diócesis del siglo XI al XVIII. Su campanario de 1672 completa el cuarteto campanario que hizo famosa a Rab, cada uno de un estilo diferente pero todos armoniosamente alineados.",
          "visit_duration_min": 75
        },
        {
          "text": "La Casa del Pastel de Rab celebra la pastelería local de almendras, limón y Maraschino. Esta receta guardada por las benedictinas desde el siglo XII habría sido creada para la visita del papa, y los habitantes perpetúan celosamente esta tradición dulce.",
          "visit_duration_min": 75
        },
        {
          "text": "Las murallas del casco antiguo ofrecen un paseo panorámico sobre las aguas. Estas fortificaciones protegieron Rab de las sucesivas invasiones, de los piratas a los otomanos, y sus piedras aún portan las huellas de los combates de antaño.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseen por el parque forestal Komrčar, 8 hectáreas de pinos, encinas y palmeras plantados en el siglo XIX para embellecer los alrededores de la ciudad. Los senderos sombreados descienden hacia el mar y ofrecen un frescor bienvenido en las horas más calurosas del verano.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan senderismo por el bosque Dundo en la península de Kalifront, 100 hectáreas de encinas milenarias de las mejor conservadas del Mediterráneo. Algunos árboles alcanzan 20 metros de altura y 5 de circunferencia, gigantes silenciosos que han visto pasar los siglos.",
          "visit_duration_min": 60
        },
        {
          "text": "Suban al pico Kamenjak a 408 metros de altitud, punto culminante de la isla que ofrece una vista espectacular sobre el Velebit. El ascenso desde Mundanije dura unos 45 minutos y atraviesa paisajes de matorral perfumado.",
          "visit_duration_min": 60
        },
        {
          "text": "Hagan la excursión a Goli Otok, el Alcatraz croata donde el régimen yugoslavo internó a los opositores políticos de 1949 a 1989. Las ruinas estremecedoras de este presidio insular dan testimonio de un capítulo oscuro de la historia, y los guías locales comparten los relatos de los supervivientes.",
          "visit_duration_min": 60
        },
        {
          "text": "Prueben el pastel de Rab en una de las pastelerías de la ciudad, acompañado de un café solo frente al mar. Esta espiral de almendra y limón se deshace en la lengua y deja un recuerdo imperecedero a los golosos.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorran los 30 yacimientos arqueológicos de la isla con la aplicación móvil dedicada. De Kampor a Lopar, vestigios romanos, iglesias prerrománicas y fortificaciones medievales jalonan un recorrido que atraviesa toda la historia de Rab.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 9
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "HR::rijeka",
      "name": "Rijeka",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.3271,
        14.4422
      ],
      "lat": 45.3271,
      "lon": 14.4422,
      "visits": [
        {
          "text": "El castillo de Trsat domina Rijeka desde su escarpada colina, fortaleza medieval cuyos apacibles jardines ofrecen una vista panorámica sobre el mayor puerto de Croacia y el golfo del Kvarner. Las murallas acogen conciertos y exposiciones en verano, y el café en el patio es uno de los secretos mejor guardados de la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "El santuario de Nuestra Señora de Trsat atrae a peregrinos desde el siglo XIII, cuando unos ángeles supuestamente depositaron aquí la casa de la Virgen en su camino hacia Loreto. Creyente o no, la subida de los 538 escalones desde el centro constituye un ejercicio espiritual y físico recompensado por el panorama de la cima.",
          "visit_duration_min": 75
        },
        {
          "text": "La Korzo es la arteria peatonal de Rijeka, flanqueada por fachadas austrohúngaras que atestiguan la época en que la ciudad era la principal salida marítima del Imperio. La Torre del Reloj marca las horas desde el siglo XVI, y los cafés bajo los soportales perpetúan la tradición del paseo vespertino.",
          "visit_duration_min": 75
        },
        {
          "text": "El Arco Romano constituye el vestigio más antiguo de Rijeka, recordando que la ciudad ya existía bajo el nombre de Tarsatica antes de la llegada de los Habsburgo. Sus piedras, desgastadas por dos milenios, conviven hoy con las terrazas modernas en un contraste sorprendente.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Vito es un edificio barroco del siglo XVII que conserva un crucifijo milagroso. Según la tradición local, empezó a sangrar cuando un jugador desafortunado le arrojó una piedra tras perder a los dados. El suelo se abrió entonces bajo sus pies, y aún se señala el lugar donde fue tragado.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Marítimo ocupa un palacio barroco en el puerto y recorre la historia de Rijeka como encrucijada comercial entre Europa Central y el Mediterráneo. Maquetas de barcos, instrumentos de navegación y documentos de archivo dan testimonio de esta vocación marítima milenaria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseen por el mercado cubierto y al aire libre de Rijeka, donde los productores de las islas cercanas venden pescado fresco, quesos de oveja Žutica y Krčki sir, frutas y verduras rebosantes de sol. El ambiente es auténtico y los precios mucho más suaves que en la costa turística.",
          "visit_duration_min": 60
        },
        {
          "text": "Suban los 538 escalones de Trsat desde el centro de la ciudad, una peregrinación urbana que atraviesa los barrios populares antes de alcanzar el santuario. Cada descanso ofrece una nueva vista de la ciudad y el puerto abajo.",
          "visit_duration_min": 60
        },
        {
          "text": "Asistan a un espectáculo en el Teatro Nacional Croata Ivan pl. Zajc, ópera neorrenacentista inaugurada en 1885 que programa óperas, ballets y conciertos en un escenario de terciopelo rojo y dorados.",
          "visit_duration_min": 60
        },
        {
          "text": "Participen en el Carnaval de Rijeka en febrero, el mayor de Croacia con 150.000 participantes. Los zvončari, estos portadores de campanas enmascarados, ahuyentan simbólicamente el invierno en un estruendo ensordecedor que resuena por toda la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploren el barrio Delta, antiguo almacén portuario reconvertido en espacio cultural desde que Rijeka fue Capital Europea de la Cultura en 2020. Galerías de arte, talleres creativos y bares de moda ocupan las naves renovadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 2
        }
      ],
      "rating": 8
    },
    {
      "place_id": "HR::sibenik",
      "name": "Sibenik",
      "cc": "HR",
      "language": "es",
      "coords": [
        43.735,
        15.8952
      ],
      "lat": 43.735,
      "lon": 15.8952,
      "visits": [
        {
          "text": "El Parque Nacional de Kornati comprende 89 islas, islotes y arrecifes formando uno de los archipiélagos más densos del Mediterráneo, accesible únicamente por barco desde tierra firme.",
          "visit_duration_min": 75
        },
        {
          "text": "La laguna de Lojena en la isla de Levrnaka, llamada la perla de Kornati, alberga la única playa de arena de todo el archipiélago con sus aguas turquesas inmaculadas y arena blanca.",
          "visit_duration_min": 75
        },
        {
          "text": "Los acantilados de la Corona en la isla de Mana se extienden aproximadamente 1.350 metros como los acantilados más largos sobre el nivel del mar del archipiélago, con paredes verticales que se elevan hasta 80 metros.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza Tureta en la isla de Kornati es un castillo defensivo de época bizantina, mientras que la iglesia de Nuestra Señora de Tarac data del siglo XVII, construida sobre ruinas de una basílica anterior.",
          "visit_duration_min": 75
        },
        {
          "text": "Las estructuras romanas antiguas incluyendo las Villae Rusticae en Proversa testimonian la importancia histórica de la región, algunas ahora sumergidas debido a la subida del nivel del mar a lo largo de los siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de Santiago es una obra maestra declarada Patrimonio de la Humanidad por la UNESCO, construida entre 1431 y 1536 enteramente en piedra caliza y mármol sin un solo clavo ni viga de madera. Más de 70 esculturas de cabezas realistas adornan el ábside exterior, sus identidades perdidas en el tiempo aunque los locales suponen que representan a ciudadanos que financiaron la construcción.",
          "visit_duration_min": 75
        },
        {
          "text": "El Centro de Interpretación Civitas Sacra ilumina las técnicas de construcción revolucionarias de la catedral y la turbulenta historia de Šibenik, incluyendo los daños de guerra de los años 1990 durante el asedio y la meticulosa restauración que siguió. Presentaciones interactivas explican cómo los maestros constructores elevaron enormes bloques de piedra usando solo tecnología medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza de San Miguel corona la colina a 60 metros sobre el nivel del mar, revitalizada en 2014 con un escenario de conciertos al aire libre cuyo telón de fondo sobre la ciudad, la desembocadura del río y el Adriático crea uno de los recintos de espectáculos más espectaculares de Europa. La subida por las callejuelas estrechas recompensa con vistas impresionantes a cada giro.",
          "visit_duration_min": 75
        },
        {
          "text": "La fortaleza de San Nicolás, segundo sitio UNESCO, protegió la ciudad de los ataques navales otomanos durante siglos de conflicto. Excursiones en barco alcanzan este bastión veneciano que custodia el canal, y las murallas masivas emergiendo del mar demuestran el genio técnico que mantuvo Šibenik cristiana mientras ciudades más al sur caían.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de Santa Bárbara luce un cuadrante de reloj único de 24 números usando letras glagolíticas croatas en lugar de números romanos, testimonio de la tenacidad de la identidad local bajo el dominio veneciano. El pequeño museo interior alberga arte eclesiástico del siglo XIV al XVII.",
          "visit_duration_min": 75
        },
        {
          "text": "El Jardín Medieval Mediterráneo del monasterio de San Lorenzo, restaurado en 2007, florece con hierbas medicinales plantadas según manuscritos que describen lo que los monjes franciscanos cultivaban aquí hace siglos. Lavanda, romero, salvia y ruda crecen en parterres geométricos, y el claustro ofrece un refugio tranquilo lejos de las multitudes turísticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Skradinski buk ruge a través de 17 cascadas de travertino extendiéndose 400 metros de ancho y cayendo 46 metros de altura, la más famosa de las siete cascadas de Krka y la única donde está permitido bañarse. Las aguas ricas en minerales depositan caliza que remodela constantemente las cascadas, un proceso geológico visible a escala humana.",
          "visit_duration_min": 75
        },
        {
          "text": "El sendero de pasarelas de 875 metros serpentea a través de un bosque exuberante denso de plantas endémicas, cruzando arroyos por puentes de madera y ofreciendo perspectivas de las cascadas desde plataformas aguas arriba y abajo. Los peces se lanzan en las pozas, las ranas saltan de los nenúfares y las libélulas planean en la neblina.",
          "visit_duration_min": 75
        },
        {
          "text": "Los molinos de agua restaurados a lo largo del río demuestran las técnicas tradicionales de molienda del grano, un patrimonio vivo mostrando cómo los locales aprovecharon la fuerza del Krka durante siglos antes de las presas hidroeléctricas. Algunos molinos aún funcionan en ocasiones especiales, sus ruedas de madera girando como cuando los mercaderes venecianos compraban el grano dálmata.",
          "visit_duration_min": 75
        },
        {
          "text": "La isla de Visovac emerge del lago como una visión de cuento de hadas, su monasterio franciscano albergando libros raros y objetos acumulados desde que los monjes se establecieron en este refugio apacible en 1445. La travesía en barco dura 15 minutos, y la sensación de atemporalidad a la llegada justifica cada instante del viaje.",
          "visit_duration_min": 75
        },
        {
          "text": "El monasterio de Krka, ortodoxo serbio, se alza en la orilla opuesta del río, sus frescos medievales y documentos testimoniando las tradiciones religiosas paralelas que coexistieron en esta región durante siglos. El complejo incluye una iglesia, dormitorios y un cementerio con vistas al agua.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Las excursiones en barco parten de Zadar, Šibenik o puertos más pequeños como Murter, con salidas de día completo que incluyen paradas de baño, visitas a islas y generalmente almuerzo a bordo o en una konoba.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse y hacer snorkel en las aguas cristalinas que rodean las islas calizas peladas, con visibilidad submarina que a menudo supera los 30 metros.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el parque natural de Telašćica en la isla de Dugi Otok, con su lago Mir (lago de la Paz) de colores turquesas surrealistas y sus burros salvajes a lo largo del sendero de 2 km.",
          "visit_duration_min": 60
        },
        {
          "text": "Observar los delfines que frecuentan las aguas del archipiélago, criaturas juguetonas acostumbradas a los barcos que a menudo nadan junto a ellos durante las travesías.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenar en konobas aisladas como la Konoba Žakan en la isla de Ravni Žakan, tabernas tradicionales que sirven pescado fresco con vistas a las bahías turquesas.",
          "visit_duration_min": 60
        },
        {
          "text": "Deambular por las estrechas calles medievales que conectan las principales atracciones a través de arcos y túneles, descubriendo el resplandor dorado de los pasajes iluminados por faroles al anochecer. La verticalidad del casco antiguo sorprende a los visitantes acostumbrados a los puertos dálmatas llanos, y cada escalera conduce a un nuevo descubrimiento.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasear por el paseo marítimo desde la estación de autobuses hasta la playa de Banj, parando en los pubs locales donde la cultura del fútbol croata cobra vida los días de partido. El recorrido pasa junto a pescadores remendando redes y jubilados jugando a las cartas, la vida ordinaria desenvolviéndose sobre un telón de fondo extraordinario.",
          "visit_duration_min": 60
        },
        {
          "text": "Subir al mirador de la playa de Banj para panorámicas que las guías de viaje comparan con las Cinque Terre italianas, los tejados de tejas de la ciudad descendiendo por la colina hasta el mar. La playa misma ofrece baño, una cafetería y tumbonas de alquiler.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el Ayuntamiento de Šibenik con sus arcadas de estilo veneciano, reconstruido tras los daños de la Segunda Guerra Mundial para reproducir el original del siglo XVI. La logia donde los nobles se reunían antaño alberga ahora turistas buscando sombra, y el pozo del centro abastecía antaño de agua a todo el barrio.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustar los vinos locales en los restaurantes del paseo marítimo, el marisco fresco de las capturas matutinas acompañando la puesta de sol. El tinto Babić de las escarpadas terrazas de Primošten marida perfectamente con el pescado a la parrilla, y los camareros saben qué pescadores trajeron las mejores capturas.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar las fortalezas Barone y San Juan incluidas con la entrada de San Miguel, completando el anillo defensivo que protegió Šibenik durante siglos de amenaza otomana. Cada una ofrece perspectivas diferentes de la ciudad y capítulos diferentes de su historia militar.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse bajo las aguas turbulentas de Skradinski buk, la neblina refrescando la piel calentada por el sol mientras se chapotea en la poza natural. Llevar calzado acuático porque las rocas cortan, y prepararse para la corriente cerca de las cascadas que crea una resistencia natural como los chorros de una piscina.",
          "visit_duration_min": 60
        },
        {
          "text": "Tomar el barco a la isla de Visovac, la travesía de 15 minutos llevando a los visitantes hacia monjes que acogen huéspedes desde hace casi 600 años. La visita al monasterio incluye la iglesia, el claustro y la biblioteca con sus manuscritos iluminados y primeros libros impresos.",
          "visit_duration_min": 60
        },
        {
          "text": "Explorar la cascada Roški slap, menos concurrida que Skradinski buk con su propia serie de cascadas y molinos tradicionales. El trayecto en coche lleva 30 minutos a través del parque, o los visitantes aventureros pueden reservar la excursión en barco de 3,5 horas que revela el cañón desde el nivel del agua.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar la cueva Oziđana pećina para un vistazo al pasado geológico y prehistórico de la región, estalactitas y estalagmitas enmarcando vestigios de habitación humana de miles de años. El acceso está limitado de abril a octubre para proteger las delicadas formaciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubrir el campamento militar romano de Burnum, puesto avanzado estratégico cuyas ruinas revelan las ambiciones imperiales de hace dos milenios. El anfiteatro entretenía antaño a los legionarios estacionados en esta frontera, y las excavaciones continúan revelando nuevos hallazgos cada temporada.",
          "visit_duration_min": 60
        },
        {
          "text": "Entrar por Skradin y tomar el barco lanzadera gratuito de 25 minutos hasta Skradinski buk, deslizándose por el cañón como los visitantes llevan haciendo generaciones. La aproximación por agua crea anticipación mientras el sonido de las aguas turbulentas se amplifica con cada meandro.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 8
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 9
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 10
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "HR::starigrad-paklenica",
      "name": "Starigrad Paklenica",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.2969,
        15.4397
      ],
      "lat": 44.2969,
      "lon": 15.4397,
      "visits": [
        {
          "text": "El Parque Nacional de Paklenica abarca casi 100 kilómetros cuadrados en las montañas del sur del Velebit, la mayor cordillera de Croacia, con sus espectaculares cañones, densos bosques y altas cumbres.",
          "visit_duration_min": 75
        },
        {
          "text": "El cañón de Velika Paklenica se extiende 14 kilómetros de largo y de 500 a 800 metros de ancho, con acantilados verticales que se elevan majestuosamente desde el fondo del cañón a través de bosques de hayas y pinos.",
          "visit_duration_min": 75
        },
        {
          "text": "El cañón de Mala Paklenica se extiende 12 kilómetros con anchos de 400 a 500 metros, más salvaje y menos frecuentado que su hermano mayor, ideal para quienes buscan soledad.",
          "visit_duration_min": 75
        },
        {
          "text": "La cumbre Vaganski vrh alcanza 1.757 metros como punto más alto del parque, ofreciendo vistas de toda la cordillera del Velebit y hasta las islas del Adriático en días despejados.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva Manita Peć está abierta a visitantes de abril a octubre, con sus estalactitas y estalagmitas accesibles ciertos días por la mañana.",
          "visit_duration_min": 75
        },
        {
          "text": "Starigrad Paklenica se extiende a lo largo de la costa al pie de las montañas del Velebit, ciudad puerta de entrada al Parque Nacional de Paklenica con su larga playa de guijarros y telón de fondo montañoso.",
          "visit_duration_min": 75
        },
        {
          "text": "El Centro Educativo de Mala Paklenica proporciona información sobre las especies de aves en peligro del parque, especialmente los búhos, y el ecosistema único de la cordillera del Velebit.",
          "visit_duration_min": 75
        },
        {
          "text": "El litoral ofrece vistas sobre el canal del Velebit hasta la isla de Pag, con las espectaculares montañas elevándose directamente detrás de la playa, creando una combinación paisajística inusual.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorrer los numerosos senderos de variada dificultad y longitud constituye la mejor manera de explorar y descubrir verdaderamente los diversos paisajes del parque.",
          "visit_duration_min": 60
        },
        {
          "text": "La escalada atrae a entusiastas de toda Croacia y Europa, con cientos de rutas en las espectaculares paredes de los cañones, desde nivel principiante hasta experto.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el molino Marasović del siglo XIX y la casa etnográfica Marasovići en el pueblo abandonado revela la vida tradicional de los montañeses dálmatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Observar la fauna silvestre: halcones, águilas, búhos, ciervos, osos, zorros, gatos salvajes y el escurridizo lince que pueblan los bosques y acantilados del parque.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse y tomar el sol en las largas playas de guijarros que se extienden a lo largo de la costa, con las majestuosas cumbres del Velebit como telón de fondo, un panorama único entre las playas croatas.",
          "visit_duration_min": 60
        },
        {
          "text": "Ir en bicicleta por las rutas costeras que conectan Starigrad con pueblos vecinos, recorridos llanos perfectos para una exploración relajada tras días de senderismo de montaña.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenar marisco fresco en los restaurantes del paseo marítimo mientras se contempla el atardecer tiñendo los acantilados del Velebit de tonos naranjas y rosados.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasar la noche en el refugio de montaña Paklenica dentro del parque para quienes desean la experiencia wilderness completa, con instalaciones básicas y unas 50 camas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 4
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "HR::veli-losinj",
      "name": "Veli Losinj",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.5142,
        14.5056
      ],
      "lat": 44.5142,
      "lon": 14.5056,
      "visits": [
        {
          "text": "Veli Lošinj acurruca sus casas coloridas alrededor de un puerto en miniatura, el pueblo más antiguo de la isla a pesar de su nombre que significa «Gran Lošinj». Esta anomalía toponímica divierte a visitantes y lugareños, que explican que el tamaño se medía antaño por la importancia más que por la superficie.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia barroca de San Antonio domina el pueblo con su esbelto campanario. En su interior, exvotos marineros y cuadros dan testimonio de la fe de los capitanes que partieron de aquí para comerciar hasta América y Extremo Oriente, trayendo fortuna y relatos de aventuras.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo de la Torre ocupa una fortificación veneciana y ofrece una vista panorámica sobre la bahía. Las colecciones recorren la historia marítima de la isla en la época en que Lošinj armaba centenares de barcos y sus capitanes eran respetados en todos los puertos del Mediterráneo.",
          "visit_duration_min": 75
        },
        {
          "text": "El puerto pesquero de Rovenska conserva su autenticidad al margen de los circuitos turísticos. Las barcas coloridas se balancean suavemente, las redes se secan al sol y los pescadores reparan sus nasas como lo hacían sus abuelos.",
          "visit_duration_min": 75
        },
        {
          "text": "Los jardines exóticos que rodean las villas de los antiguos capitanes albergan palmeras, agaves y cactus traídos de todos los rincones del mundo. Estos marineros enriquecidos por el comercio quisieron recrear en casa los paisajes descubiertos durante sus viajes, creando microclimas tropicales en esta isla adriática.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visiten el Blue World Institute, centro de investigación dedicado a la protección de los 250 delfines que viven en las aguas del Adriático. Las exposiciones interactivas explican su modo de vida, y los programas de adopción simbólica permiten apoyar su conservación.",
          "visit_duration_min": 60
        },
        {
          "text": "Embarquen en una excursión para ver delfines al amanecer o al atardecer. Las posibilidades de avistamiento son excepcionales en estas aguas ricas en peces, y tortugas marinas y atunes ofrecen a veces apariciones de regalo.",
          "visit_duration_min": 60
        },
        {
          "text": "Suban al pico Televrina a 589 metros de altitud en el monte Osoršćica. El panorama de 360° abarca todo el archipiélago del Kvarner, desde las costas istrianas hasta las montañas del Velebit, recompensa merecida tras hora y media de ascenso.",
          "visit_duration_min": 60
        },
        {
          "text": "Naden en calas secretas accesibles únicamente a pie o en barco. Estas playas sin nombre de aguas cristalinas ofrecen un baño en solitario, lejos de las sombrillas y las tumbonas.",
          "visit_duration_min": 60
        },
        {
          "text": "Saboreen el pescado a la parrilla en una konoba del puerto, pesca del día acompañada de acelgas al aceite de oliva y patatas bajo la campana. La sencillez de los ingredientes y la frescura de los productos marcan toda la diferencia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 8
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "HR::vrbnik",
      "name": "Vrbnik",
      "cc": "HR",
      "language": "es",
      "coords": [
        45.0761,
        14.675
      ],
      "lat": 45.0761,
      "lon": 14.675,
      "visits": [
        {
          "text": "Vrbnik surge de su acantilado calcáreo a 50 metros sobre el Adriático, pueblo medieval cuyas callejuelas son tan estrechas que las fachadas parecen querer tocarse. Cada recodo revela una escapada hacia el mar de un azul profundo, y se comprende por qué los habitantes eligieron este emplazamiento inexpugnable hace más de un milenio.",
          "visit_duration_min": 75
        },
        {
          "text": "La calle Klančić mide 43 centímetros en su punto más estrecho, lo que la convierte en una de las más angostas del mundo. Deslizarse entre sus muros de piedra constituye un desafío fotográfico y físico que divierte a los visitantes desde hace generaciones.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Juan Bautista alza su campanario gótico del siglo XIV sobre el pueblo. En su interior, frescos medievales, manuscritos antiguos y objetos religiosos dan testimonio de la importancia espiritual de Vrbnik en la Edad Media, cuando los sacerdotes glagolíticos copiaban aquí textos sagrados.",
          "visit_duration_min": 75
        },
        {
          "text": "La Biblioteca Vitezić ocupa el antiguo monasterio franciscano y conserva más de 10.000 volúmenes, entre ellos incunables del siglo XV. Este tesoro bibliófilo inesperado en un pueblo tan pequeño atestigua la tradición letrada de la isla de Krk, donde la escritura glagolítica perduró más tiempo que en otras partes.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Etnográfico ocupa una casa de piedra tradicional y presenta trajes, herramientas agrícolas y objetos cotidianos de las generaciones pasadas. Aquí se comprende cómo los habitantes de Vrbnik supieron aprovechar un terreno difícil para producir uno de los mejores vinos de Croacia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degusten la Vrbnička Žlahtina en las bodegas del pueblo. Este blanco seco y aromático procede de una variedad de uva cultivada únicamente aquí, en terrazas calcáreas batidas por el viento. Los viticultores les contarán la historia de esta tradición milenaria mientras les sirven su última cosecha.",
          "visit_duration_min": 60
        },
        {
          "text": "Participen en el Festival de la Vendimia en septiembre, tres días de degustaciones, música y bailes que celebran el fin de la cosecha. Las calles se llenan de cantos, el vino corre a raudales y la hospitalidad croata se manifiesta en toda su generosidad.",
          "visit_duration_min": 60
        },
        {
          "text": "Bajen a las playas de Zgribnica o Risika por senderos escarpados o en taxi náutico. Estas calas de guijarros con aguas cristalinas están menos concurridas que las del litoral principal y ofrecen un baño en un entorno salvaje.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminen hacia los viñedos en terrazas que dominan el mar. Este paisaje modelado por siglos de labor campesina constituye uno de los panoramas vitícolas más bellos del Adriático, especialmente a la hora dorada del atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Cenen en una konoba del pueblo frente a la puesta de sol sobre el continente. Pescado a la parrilla, Žlahtina fresca y vistas inigualables: la combinación perfecta para una velada memorable.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
          "itin_title": "Ruta por el Kvarner: Opatija, Krk, Lošinj y Rab",
          "day": 4
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "HR::zadar",
      "name": "Zadar",
      "cc": "HR",
      "language": "es",
      "coords": [
        44.1194,
        15.2314
      ],
      "lat": 44.1194,
      "lon": 15.2314,
      "visits": [
        {
          "text": "El Foro Romano despliega sus piedras antiguas en el corazón de Zadar, con columnas erigidas entre el siglo I a.C. y el siglo III d.C. que aún se alzan donde los ciudadanos se reunían antaño para comerciar y venerar a sus dioses. El «Pilar de la Vergüenza» original permanece donde los malhechores eran encadenados y humillados públicamente hace dos milenios, y fragmentos de templos y basílicas salpican las terrazas de los cafés.",
          "visit_duration_min": 75
        },
        {
          "text": "La Catedral de Santa Anastasia es la iglesia más grande de Dalmacia, con sus cimientos datados en los siglos IV o V, cuando el cristianismo arraigaba en estas costas. El edificio románico visible hoy se erigió en los siglos XII y XIII, y la ascensión al campanario recompensa con vistas panorámicas sobre los tejados de tejas hasta el Adriático centelleante a lo lejos.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de San Donato es una maravilla bizantina circular del siglo IX, el mayor edificio prerrománico de Croacia y uno de los mejores ejemplos de su tipo en Europa. Su cúpula de 27 metros crea una acústica tan perfecta que los conciertos de verano celebrados aquí no requieren amplificación, y las piedras apiladas bajo el suelo provienen del Foro Romano vecino.",
          "visit_duration_min": 75
        },
        {
          "text": "Narodni Trg vibra con la animación de los cafés bajo la Torre del Reloj del siglo XVI y la Logia Municipal donde los gobernadores venecianos impartían justicia. Detrás del Café Lovro se esconde la iglesia de San Lorenzo, el edificio conservado más antiguo de Zadar del siglo XI, cuya modesta fachada oculta tesoros románicos.",
          "visit_duration_min": 75
        },
        {
          "text": "La Plaza de los Cinco Pozos marca donde los ingenieros venecianos construyeron su cisterna en el siglo XVI, permitiendo a Zadar resistir los asedios otomanos cuando se cortaba el suministro de agua dulce. Los cinco brocales ornamentales aún testimonian la ingeniosidad técnica y el instinto de supervivencia, y el parque contiguo sobre el antiguo bastión ofrece sombra en las sofocantes tardes de verano.",
          "visit_duration_min": 75
        },
        {
          "text": "La Puerta de Tierra Firme, diseñada por el arquitecto veneciano Michele Sanmicheli en 1543, cuenta entre los monumentos renacentistas más bellos de Dalmacia, su arco de triunfo coronado por el León de San Marcos guardando aún la entrada al casco antiguo. Más allá se extiende el puerto Foša donde barcas de pesca conviven con yates de lujo.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo del Vidrio Antiguo ocupa el elegante palacio Cosmacendi y exhibe frascos de perfume romanos, copas y cristales de ventana exhumados de yacimientos arqueológicos de toda Dalmacia. Los talleres de soplado de vidrio permiten a los visitantes crear sus propios recuerdos con técnicas inalteradas desde la época de los Césares.",
          "visit_duration_min": 75
        },
        {
          "text": "Nin reivindica el título de primera capital política y religiosa de Croacia, lugar donde el rey Koloman recibió su corona en 1102 y donde los obispos gobernaron sobre el joven estado croata. Esta diminuta ciudad lagunar supera con creces su peso medieval, y las marismas que la rodean producen sal marina desde época romana.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia de la Santa Cruz, posiblemente la catedral más pequeña del mundo con solo 36 metros cuadrados, funciona también como calendario solar marcando los equinoccios de primavera y otoño mediante ventanas cuidadosamente posicionadas. Esta maravilla del siglo IX demuestra que sus constructores poseían conocimientos astronómicos sofisticados además de su fe cristiana.",
          "visit_duration_min": 75
        },
        {
          "text": "La estatua de Gregorio de Nin honra al obispo del siglo X que defendió la lengua croata en los servicios religiosos cuando Roma imponía el latín para toda la liturgia. La figura de bronce de Ivan Meštrović se alza en el casco antiguo, y los visitantes frotan su dedo del pie para atraer la suerte, como hacen con la versión más grande en Split.",
          "visit_duration_min": 75
        },
        {
          "text": "El antiguo puente de piedra cruza la laguna hasta el casco antiguo fortificado, custodiado por una estatua del duque Branimir que obtuvo el primer reconocimiento papal de la independencia croata en 879. Las montañas enmarcan la escena tras las aguas quietas como un espejo, donde flamencos rosados se detienen ocasionalmente durante su migración.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Escuchar el Órgano del Mar al atardecer cuando los excursionistas se han ido y los locales se reúnen en las escalinatas de mármol que descienden al Adriático. El arquitecto Nikola Bašić diseñó esta instalación de tubos y cámaras que crea melodías hipnóticas y siempre cambiantes cuando las olas empujan el aire a través de la mampostería, una sinfonía dirigida por el propio mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Contemplar el Saludo al Sol cobrar vida tras el anochecer, 300 placas de vidrio integradas en el paseo marítimo captando energía solar de día y liberándola en un espectáculo de luces hipnótico de noche. Alfred Hitchcock visitó Zadar en 1964 y declaró que su atardecer era el más bello del mundo, una afirmación que los habitantes no dejan de citar.",
          "visit_duration_min": 60
        },
        {
          "text": "Subir al parque de la Reina Jelena Madijevka en lo alto del antiguo bastión veneciano para vistas panorámicas sobre el puerto Foša y las murallas defensivas que antaño protegían la ciudad de los asaltos otomanos. El parque honra a una reina croata del siglo X cuyo hijo llegaría a ser rey, y bancos bajo los pinos ofrecen respiro del calor del mediodía.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustar el Marasquino, el famoso licor de cereza de Zadar exportado a las cortes reales de Europa desde el siglo XVI. Las recetas originales de la destilería permanecen celosamente guardadas, y el sabor distintivo debe su carácter a las cerezas marascas cultivadas en las colinas tras la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar el Museo de las Ilusiones con exposiciones interactivas incluyendo el famoso túnel vórtice que desorienta los sentidos, un refugio ideal cuando las tormentas vespertinas llegan de las montañas. Los niños arrastran a sus padres de sala en sala mientras los adultos redescubren el placer de ser engañados.",
          "visit_duration_min": 60
        },
        {
          "text": "Bañarse desde las rocas al pie de las murallas del casco antiguo donde los habitantes se lanzan a las aguas cristalinas desde generaciones, o pasear por el paseo marítimo ante la estatua de Špiro Brusina, el naturalista que catalogó los moluscos del Adriático y cuyo nombre adorna el museo de historia natural de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitar las Salinas de Nin donde el agua de mar se evapora en estanques poco profundos como desde hace más de un milenio. Las visitas guiadas explican el proceso tradicional de rastrillar y cosechar los cristales blancos, mientras una plataforma de observación gratuita junto a la carretera ofrece acceso económico a este paisaje de estanques geométricos y estructuras de madera.",
          "visit_duration_min": 60
        },
        {
          "text": "Sumergirse en los baños de barro terapéutico a lo largo de las raras playas de arena de Nin, untándose de sedimentos ricos en minerales que los locales aseguran curan afecciones cutáneas y dolores articulares. La laguna poco profunda se calienta rápido en verano, y los niños gritan de alegría al emerger grises y relucientes del lodo benefactor.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasear por el paseo de la laguna al atardecer cuando las montañas se reflejan en las aguas quietas como un espejo y la ciudad brilla dorada en la luz menguante. Las garzas cazan en los bajíos, y los únicos sonidos son el chapoteo de los mújoles y las campanas lejanas de la iglesia parroquial.",
          "visit_duration_min": 60
        },
        {
          "text": "Probar el Ninski šokol, el tradicional cuello de cerdo curado sazonado con ajo, pimienta y hierbas locales, luego secado en los vientos salados que soplan de las montañas del Velebit. Acompañarlo con la sal marina cosechada de la laguna y pan cocido en horno de leña.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 6
        },
        {
          "itin_id": "HR::national-parks::plitvice-to-lastovo",
          "itin_title": "Road Trip por los Parques Nacionales de Croacia: De Plitvice a Lastovo",
          "day": 7
        }
      ],
      "rating": 8.8
    }
  ]
}