{
  "itineraries": [
    {
      "itin_id": "BL::island::st-barts-bays-and-hills",
      "id": "BL::island::st-barts-bays-and-hills",
      "language": "pt",
      "title": "SAINT BARTHÉLEMY: LAGOAS TURQUESA, HERANÇA SUECA E PRAIAS SELVAGENS",
      "country": "BL",
      "estimated_days_base": 10,
      "source_url": "https://fr.wikipedia.org/wiki/Saint-Barthélemy_(Antilles_françaises)",
      "created_at": "2026-01-20T04:36:45.173Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Porto de Gustavia — Baía em forma de U construída em 1785 pelos suecos e rebatizada em homenagem ao rei Gustav III. O porto franco recebe iates de luxo e navios de cruzeiro numa enseada natural protegida. Observe o balé permanente de embarcações excepcionais ancoradas nas águas turquesa.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Wall House - Museu Territorial — Misterioso edifício de pedra cuja história permanece enigmática: teatro, hotel para oficiais ou sala política? O térreo abriga uma exposição permanente sobre a história de Saint Barthélemy. No pátio, admire as ruínas de um forno de pão de pedra e tijolo.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Forte Gustav — Suba até as ruínas do forte mais importante do período sueco, erguido em 1787 sobre os alicerces de uma construção francesa do século XVII. O farol de Gustavia (1961) domina hoje o local. A vista panorâmica do porto e das ilhas vizinhas de Saint Eustatius e Saba recompensa a subida sob o sol caribenho.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Trilha urbana Forte Gustav-Farol — Subida até o farol localizado no antigo Forte Gustav. Panorama excepcional do porto, da cidade e das ilhas vizinhas. Trilha equipada com escadas, caminho fácil mas exposto ao sol.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "45 min ida e volta",
                "difficulty": "Fácil",
                "water": "Levar mínimo 1L, chapéu e protetor solar obrigatórios"
              }
            },
            {
              "text": "Exploração a pé do centro histórico — Percorra as ruelas da capital para descobrir a arquitetura de influência sueca: casas de madeira com varandas elaboradas, galerias típicas. Passe pela rua Samuel Fahlberg, a praça Vanadis com seu tridente de Netuno, a praça da Retrocessão que comemora o retorno à França em 1877.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h30-2h",
                "difficulty": "Muito fácil"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Forte Karl — Explore os vestígios desta fortificação do século XVIII que domina Shell Beach ao sul de Gustavia. Os canhões apontavam para o mar para proteger a entrada do porto franco. Trilha acessível com vistas espetaculares da costa recortada e das águas turquesa abaixo.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Shell Beach — Descubra esta praia atípica coberta de milhões de conchas trituradas roladas pelas ondas, parecendo areia grossa rosada. Origem notável: dragagem do porto de Gustavia nos anos 1960-1970, areia e conchas depositadas na enseada Grand Galet criando esta praia artificial de 1 km. Vista impressionante das ilhas Saint Eustatius e Saba ao largo.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Calçadão à beira-mar — Caminhe pelos cais coloridos ladeados de restaurantes, lojas duty-free e edifícios históricos. Os armazéns da época sueca foram convertidos em butiques de luxo. Pare nos cafés ao ar livre para observar iates, veleiros e a atividade constante do porto. Atmosfera relaxada e elegante típica da ilha.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Caiaque ou Stand-Up Paddle no porto — Alugue equipamento nos cais para explorar a baía pela água. Reme entre os iates ancorados, aproxime-se dos fortes históricos, descubra enseadas escondidas ao longo de Shell Beach. Água calma e clara, atividade adequada para todos os níveis.",
              "activity_duration_min": 120,
              "practical_info": {
                "rental": "Vários operadores nos cais de Gustavia",
                "best_time": "Manhã 8h-11h ou final da tarde 16h-18h"
              }
            },
            {
              "text": "Pôr do sol no Forte Karl — Pegue a trilha costeira de Shell Beach até as ruínas do Forte Karl na hora dourada. Suba nas muralhas enquanto o sol poente ilumina as fortificações e o porto. Vista mágica da cidade banhada em luz quente. Traga câmera para fotos espetaculares.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "1 hora antes do pôr do sol",
                "difficulty": "Moderado - requer alguma escalada"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 4.2,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "BL::st-jean",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::st-jean",
            "coords": [
              17.903,
              -62.843
            ]
          },
          "visits": [
            {
              "text": "Praia de St-Jean — Esta praia está dividida em duas pelo promontório Eden Rock. Observe aviões aterrissando a poucos metros sobre sua cabeça na pista de 646 metros classificada como 3º aeroporto mais perigoso do mundo. Areia branca, água turquesa, quiosques de praia e restaurantes. Perfeita para nadar com ondas suaves a maior parte do ano.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Observação do Aeroporto Gustaf III — Posicione-se no fim da praia de St-Jean ou no mirante Remy de Haenen para assistir as aterrissagens. Os aviões descem sobre a baía, passam a poucos metros da praia e tocam o solo na pista curta cercada por colinas. Espetáculo diário de pequenos aviões e jatos manobrados neste espaço restrito.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Eden Rock — Este hotel de luxo fica sobre um promontório rochoso que divide a praia de St-Jean. Mesmo sem se hospedar aqui, você pode admirar a arquitetura e a localização impressionante. A rocha serve como ponto de mergulho natural. Faça snorkel ao redor da formação para ver peixes tropicais em águas claras.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Snorkel na baía de St-Jean — Alugue máscara e nadadeiras na praia para explorar os recifes rasos. Nade ao redor do Eden Rock e ao longo da costa rochosa. Observe peixes-papagaio, peixes-anjo, sargentos-mor em seu habitat natural. Água clara com excelente visibilidade o ano todo.",
              "activity_duration_min": 90,
              "practical_info": {
                "rental": "Vários vendedores na praia",
                "best_time": "Manhã quando a água está mais calma",
                "water": "Quente 26-28°C o ano todo"
              }
            },
            {
              "text": "Beach clubs e culinária local — Experimente os famosos beach clubs que margeiam St-Jean. Atmosfera relaxada com os pés na areia, cozinha francesa e crioula, frutos do mar frescos. Saboreie lagosta grelhada, peixe local, coquetéis tropicais enquanto assiste os aviões aterrissar. Clima elegante e informal típico de St Barths.",
              "activity_duration_min": 120,
              "practical_info": {
                "booking": "Reserva recomendada para o almoço",
                "best_time": "Almoço 12h-15h com vista para o mar"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 3.8,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "BL::colombier",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::colombier",
            "coords": [
              17.919,
              -62.884
            ]
          },
          "visits": [
            {
              "text": "Trilha para a praia de Colombier — Parta do estacionamento de Petite Anse e pegue a trilha costeira. 30 minutos de caminhada através de vegetação tropical com vista para o mar. O caminho desce até a praia de Colombier, uma enseada isolada acessível apenas a pé ou de barco. Reserva marinha protegida com água cristalina, areia branca cercada por colinas.",
              "place_id": "",
              "visit_duration_min": 180
            },
            {
              "text": "Petite Anse — Pequena praia no início da trilha para Colombier. Menos lotada que as praias principais, água calma perfeita para nadar. Costa rochosa de ambos os lados cria uma baía protegida. Várias vagas de estacionamento sob as árvores. Bom ponto de partida para exploração costeira.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Praia de Flamands — Longa praia em meia-lua com areia branca ladeada por palmeiras lataniers. Popular entre famílias pelas águas calmas e declive suave. Vários restaurantes e bares ao longo da praia. Belas vistas do pôr do sol com o sol caindo no mar do Caribe. Atmosfera relaxada e autêntica.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Dia inteiro na praia de Colombier — Após a caminhada matinal, passe o dia nesta praia isolada. Faça snorkel ao longo das rochas, a reserva marinha protegida abriga tartarugas marinhas, arraias, peixes tropicais. Traga piquenique e bebidas pois não há instalações. Aproveite a atmosfera tranquila desta enseada virgem.",
              "activity_duration_min": 240,
              "practical_info": {
                "bring": "Comida, água, equipamento de snorkel, proteção solar",
                "best_time": "Chegar cedo pela manhã para evitar o calor do meio-dia na trilha",
                "return": "Sair antes das 17h para retorno com luz do dia"
              }
            },
            {
              "text": "Pôr do sol na praia de Flamands — Termine o dia nesta praia voltada para o oeste para assistir o pôr do sol. O sol afunda diretamente no mar criando cores espetaculares. Atmosfera tranquila com famílias locais aproveitando o entardecer. Lugar perfeito para relaxar após a caminhada a Colombier.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Chegar 30 min antes do pôr do sol",
                "parking": "Estacionamento gratuito ao longo da estrada da praia"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 5.6,
            "drive_min": 12,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "BL::cul-de-sac",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::cul-de-sac",
            "coords": [
              17.915,
              -62.815
            ]
          },
          "visits": [
            {
              "text": "Lagoa de Grand Cul-de-Sac — Lagoa rasa protegida por um recife criando águas turquesa calmas. Lugar popular para kitesurf e windsurf com ventos alísios constantes. O recife mantém as ondas fora enquanto os ventos se aceleram sobre a água. Praia ladeada por palmeiras lataniers, árvores de uva-do-mar, quiosques.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Piscinas naturais e exploração de marés — Caminhe pela praia para descobrir piscinas naturais de rocha preenchidas pela maré alta. Observe pequenos peixes, caranguejos, ouriços-do-mar presos nestes aquários naturais. O recife de barreira cria áreas calmas perfeitas para famílias com crianças pequenas. Água clara e rasa com fundo arenoso.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Praia de Marigot — Pequena enseada tranquila logo antes de Grand Cul-de-Sac. Menos lotada que a praia principal, perfeita para quem busca calma. Água cristalina, bom snorkel ao longo das rochas de ambos os lados. Áreas sombreadas sob as árvores, atmosfera íntima e relaxada.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Aula de kitesurf ou windsurf — Grand Cul-de-Sac é um dos melhores lugares do Caribe para estes esportes. Ventos alísios constantes, água rasa com fundo arenoso, lagoa protegida. Várias escolas oferecem aulas para iniciantes e aluguel de equipamento para experientes. Cenário deslumbrante com areia branca e água turquesa.",
              "activity_duration_min": 120,
              "practical_info": {
                "operators": "Várias escolas ao longo da praia",
                "best_time": "Manhã até início da tarde para ventos ótimos",
                "level": "Adequado para todos os níveis incluindo iniciantes"
              }
            },
            {
              "text": "Stand-Up Paddle até o recife — Alugue um SUP para explorar a lagoa e seguir em direção ao recife de barreira. Reme sobre as águas turquesa rasas, observe o fundo arenoso e os campos de algas marinhas abaixo de você. Aviste tartarugas marinhas que se alimentam na lagoa. Atividade tranquila e suave perfeita para famílias.",
              "activity_duration_min": 90,
              "practical_info": {
                "rental": "Disponível em hotéis de praia e lojas",
                "difficulty": "Fácil - água plana",
                "wildlife": "Alta probabilidade de ver tartarugas marinhas"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 6.1,
            "drive_min": 13,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "BL::saline",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::saline",
            "coords": [
              17.887,
              -62.855
            ]
          },
          "visits": [
            {
              "text": "Praia de Saline — Praia selvagem acessível por 10 minutos de caminhada através de dunas de areia e vegetação baixa a partir do estacionamento. Sem prédios ou instalações, ambiente natural intocado. Ondas fortes, ressaca, natação apenas para nadadores experientes. Nudismo tolerado. Paisagem impressionante com areia branca se estendendo ao longo da costa.",
              "place_id": "",
              "visit_duration_min": 150
            },
            {
              "text": "Trilha das dunas costeiras — Caminhe pelo ecossistema costeiro para chegar à praia de Saline. O caminho de areia cruza vegetação baixa adaptada à maresia e ao vento. Observe a flora local: uva-do-mar, campainha-da-praia, agaves. O sistema de dunas protege a praia da erosão.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Praia de Gouverneur — Praia em meia-lua emoldurada por colinas verdes. Acesso por estrada íngreme e sinuosa. Ondas fortes, correntes potentes, apenas nadadores experientes. Sem instalações ou sombra. Beleza espetacular e clima selvagem. Frequentemente deserta mesmo na alta temporada.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Dia inteiro na praia de Saline — Passe o dia nesta praia intocada. Traga tudo o que precisa: água, comida, guarda-sol, proteção solar. Nade nas ondas (cuidado com as correntes), caminhe pela areia branca infinita, admire a beleza selvagem. Atmosfera tranquila longe das multidões turísticas.",
              "activity_duration_min": 240,
              "practical_info": {
                "bring": "Comida, água, guarda-sol, tudo necessário - sem instalações",
                "swimming": "Ondas fortes e correntes - apenas nadadores experientes",
                "parking": "Estacionamento limitado - chegar cedo na alta temporada"
              }
            },
            {
              "text": "Pôr do sol na praia de Gouverneur — Termine o dia nesta praia voltada para o oeste para um pôr do sol espetacular. O sol se põe atrás das colinas criando iluminação dramática. Frequentemente deserta a esta hora. Cenário romântico e selvagem perfeito para contemplação vespertina.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Chegar 45 min antes do pôr do sol",
                "access": "Estrada íngreme - dirigir com cuidado à noite"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 4.7,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "BL::lorient",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::lorient",
            "coords": [
              17.908,
              -62.829
            ]
          },
          "visits": [
            {
              "text": "Praia de Lorient — Longa praia familiar com águas calmas e declive suave. Menos lotada que St-Jean ou Grand Cul-de-Sac. Vários acessos ao longo da estrada. Mistura de locais e turistas. Atmosfera relaxada, alguns restaurantes e pequenas lojas por perto.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Igreja Notre-Dame de l'Assomption — Pequena igreja católica de arquitetura simples que domina Lorient. Construída no século XIX sobre o local da primeira capela da ilha. Missa celebrada em francês e crioulo. Cemitério tranquilo com velhas lápides com nomes suecos e franceses.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Ponta Milou — Promontório rochoso a leste de Lorient oferecendo vistas costeiras. Vilas de luxo construídas sobre os penhascos. Rota panorâmica ao longo da costa com vistas do oceano. Ondas fortes batem contra as rochas vulcânicas. Lugar popular para fotos ao nascer do sol.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Surf na praia de Lorient — Quando as condições são boas, Lorient recebe ondas adequadas para surfistas iniciantes e intermediários. Ondulação mais consistente que nas baías protegidas. Lojas locais de surf alugam pranchas e oferecem aulas. Clima de surf amigável, popular entre residentes da ilha.",
              "activity_duration_min": 120,
              "practical_info": {
                "season": "Melhores ondas de novembro a março",
                "rental": "Lojas de surf em Lorient",
                "level": "Iniciante a intermediário"
              }
            },
            {
              "text": "Rota costeira e tour de mirantes — Dirija pela estrada costeira panorâmica de Lorient a Toiny. Pare em vários mirantes para admirar a costa selvagem atlântica. Penhascos dramáticos, ondas potentes, enseadas isoladas. Bela rota cênica com oportunidades fotográficas a cada curva.",
              "activity_duration_min": 90,
              "practical_info": {
                "best_time": "Final da tarde para melhor luz",
                "stops": "Vários mirantes ao longo da rota"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 5.3,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "BL::corossol",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::corossol",
            "coords": [
              17.911,
              -62.863
            ]
          },
          "visits": [
            {
              "text": "Vila de Corossol — Vila de pescadores tradicional que preserva o antigo estilo de vida da ilha. Mulheres mais velhas ainda usam trajes tradicionais: chapéus brancos chamados quichenottes, vestidos longos. Pequena praia com barcos de pesca coloridos. Explore barracas vendendo chapéus e cestas trançadas de palma latanier feitas por artesãs locais.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Museu Inter Oceans — Pequeno museu particular exibindo mais de 9.000 conchas marinhas coletadas mundialmente pelo fundador Ingénu Magras. Impressionante coleção de espécimes raros, fósseis, pedras semipreciosas. Exposições educativas sobre biologia marinha e ecossistemas caribenhos. Localizado em Corossol.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Praia pública — Pequena praia pública perto de Corossol com árvores de sombra e mesas de piquenique. Atmosfera local, poucos turistas. Água calma protegida das ondas. Estacionamento gratuito e instalações. Lugar perfeito para observar a vida autêntica da ilha longe dos resorts de luxo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Oficina de artesanato de palma latanier — Conheça as mulheres de Corossol que perpetuam técnicas tradicionais de trançado. Observe-as criar chapéus, bolsas, cestas com folhas de palma latanier secas e trançadas. Compre souvenirs únicos feitos à mão apoiando artesãs locais. Experiência cultural fascinante.",
              "activity_duration_min": 60,
              "practical_info": {
                "location": "Barracas e pequenas lojas na vila de Corossol",
                "best_time": "Manhã quando as artesãs estão trabalhando",
                "language": "Francês e crioulo"
              }
            },
            {
              "text": "Pesca tradicional e cultura local — Converse com pescadores na praia sobre métodos tradicionais de pesca ainda usados hoje. Observe os coloridos barcos saintois, embarcações de pesca caribenhas tradicionais. Aprenda sobre a história da ilha e como os locais mantêm sua cultura apesar do desenvolvimento ao redor.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Manhã cedo quando pescadores retornam, ou final da tarde quando preparam os barcos"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 3.9,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "BL::fort-oscar",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::fort-oscar",
            "coords": [
              17.897,
              -62.851
            ]
          },
          "visits": [
            {
              "text": "Forte Oscar — Fortificação sueca do século XVIII protegendo o lado oeste do porto de Gustavia. O forte abrigava a residência do governador. Ruínas de pedra parcialmente preservadas com fundações visíveis. Vista panorâmica da entrada do porto e da costa de Corossol. Lugar tranquilo para contemplar a história da ilha.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Rota panorâmica da costa oeste — Dirija pela estreita e sinuosa estrada ao longo da costa ocidental. Passe por pequenas vilas, atravesse colinas verdes, descubra enseadas isoladas. Pare em mirantes para admirar a costa acidentada e as águas turquesa. Lado autêntico da ilha longe dos centros turísticos.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Anse des Cayes — Pequena praia de cascalho na ponta noroeste da ilha. Frequentemente deserta, atmosfera selvagem. Ondas fortes, costa rochosa. Acesso por caminho íngreme. Lugar para quem busca isolamento e beleza natural pura.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Volta completa da ilha de carro — Faça um circuito completo da ilha parando em todos os principais mirantes e vilas. Redescubra lugares dos dias anteriores com nova perspectiva. Aprecie quão compacta é a ilha enquanto cada costa tem seu próprio caráter. Síntese final da estadia.",
              "activity_duration_min": 180,
              "practical_info": {
                "distance": "Cerca de 30 km volta completa",
                "best_time": "Manhã para luz ótima",
                "stops": "Todos os principais mirantes e vilas"
              }
            },
            {
              "text": "Praia final e relaxamento — Escolha sua praia favorita para passar o último dia completo. Seja a lagoa de Grand Cul-de-Sac, a agitação de St-Jean, ou a natureza selvagem de Saline. Saboreie a beleza da ilha uma última vez, reflita sobre as descobertas feitas durante a estadia. Ritmo relaxado para terminar a viagem.",
              "activity_duration_min": 180,
              "practical_info": {
                "choice": "Escolha praia segundo seu humor",
                "bring": "Piquenique, bebidas, equipamento de praia"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 7.3,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Pôr do sol do porto — Encontre um lugar nos cais de Gustavia para assistir o espetáculo diário do sol se pondo atrás das colinas da ilha. O porto em forma de U se ilumina com reflexos dourados depois alaranjados. Silhuetas de iates de luxo se destacam sobre o fundo flamejante. Atmosfera mágica fechando perfeitamente uma estadia em Saint Barthélemy.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Cais históricos — Passeie uma última vez pelos cais restaurados margeando o porto franco. Admire a arquitetura colorida das casas crioulas com galerias, as âncoras históricas expostas, as placas comemorativas relatando passagens de exploradores e navegadores célebres. Impregne-se da atmosfera única misturando herança sueca e cultura caribenha francesa.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Passeio de despedida — Percorra as ruas pavimentadas do centro histórico para uma última exploração. Passe pelas igrejas católica e anglicana, o Wall House, a praça da Retrocessão. Passeie pelas butiques de luxo oferecendo artigos duty-free. Saboreie um último coquetel em terraço de frente para o porto antes de deixar esta pérola do Caribe.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Jantar gourmet com vista do porto — Reserve mesa em um dos renomados restaurantes margeando o porto de Gustavia. Cozinha francesa refinada ou especialidades crioulas revisitadas por chefs talentosos. Saboreie lagosta grelhada, peixes frescos do dia, sobremesas tropicais admirando o balé noturno dos iates iluminados. Atmosfera elegante e descontraída típica da arte de viver de St Barths.",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Reserva fortemente recomendada - restaurantes populares",
                "best_time": "Jantar ao pôr do sol 18h30-19h30"
              }
            },
            {
              "text": "Compras de última hora — Aproveite o status de porto franco para compras duty-free antes da partida. Butiques de luxo oferecendo perfumes, cosméticos, joias, relógios, roupas de estilistas a preços vantajosos. Galerias de arte expondo obras de artistas caribenhos. Artesanato local: chapéus trançados de lataniers de Corossol, runs aromatizados, produtos cosméticos naturais.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Manhã ou final da tarde",
                "duration": "1-2 horas"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Circuito Saint Barthélemy: Praias Paradisíacas, Herança Sueca e Lagoas Turquesa",
        "intro_paragraph": "Explore Saint Barthélemy, joia francesa das Pequenas Antilhas de 25 km² unindo luxo discreto e natureza preservada. De Gustavia, porto franco lendário com três fortes suecos do século XVIII, até as enseadas selvagens de Colombier e Saline acessíveis apenas a pé, este circuito revela os tesouros escondidos de uma ilha única. Descubra o aeroporto de St-Jean e sua espetacular pista de 646 metros classificada como 3º aeroporto mais perigoso do mundo, caminhe até praias isoladas margeadas por águas cristalinas, e mergulhe nas lagoas turquesa de Grand Cul-de-Sac onde vivem tartarugas marinhas e peixes tropicais.",
        "seo_hook": "Descubra Saint Barthélemy autêntico: circuito combinando trilhas costeiras, praias desertas, patrimônio sueco único e esportes aquáticos em lagoas protegidas.",
        "featured_list": [
          "Gustavia: três fortes suecos (Gustav, Karl, Oscar) dominando o porto franco estabelecido em 1785",
          "Enseada de Colombier: caminhada de 30 minutos desde Petite Anse até praia isolada da reserva natural",
          "St-Jean: pista de aterrissagem de 646 metros classificada como 3º aeroporto mais perigoso do mundo",
          "Grand Cul-de-Sac: lagoa rasa protegida por recife, renomado ponto de kitesurf e windsurf",
          "Saline: praia selvagem acessível em 10 minutos caminhando através das dunas, nudismo tolerado",
          "Shell Beach: conchas trituradas cobrindo a praia, 5 minutos a pé do centro de Gustavia"
        ],
        "places_taglines": {
          "BL::gustavia": "Porto franco sueco com três fortes históricos e arquitetura colonial preservada",
          "BL::st-jean": "Praia mítica sob a pista de aterrissagem espetacular de 646 metros",
          "BL::colombier": "Joia isolada acessível apenas a pé ou de barco - reserva natural marinha",
          "BL::cul-de-sac": "Lagoa turquesa paraíso do kitesurf com águas rasas povoadas por tartarugas"
        }
      },
      "meta": {
        "themes": [
          "Aventura e Natureza",
          "Praias e Descanso",
          "Cultura e Patrimônio"
        ],
        "audience": [
          "Casais",
          "Famílias",
          "Viajantes solo"
        ]
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 — Dias 1-5: Patrimônio Sueco e Lagoas Turquesa",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 — Dias 6-10: Praias Selvagens e Costas Preservadas",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Circuito Curto 5 dias: Gustavia, St-Jean, Colombier, Grand Cul-de-Sac"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Circuito Completo 10 dias: Tour integral de Saint Barthélemy"
        }
      ],
      "regions": [
        "BL"
      ],
      "nearby_itins": [
        "MF::island::saint-martin-coves-and-peaks"
      ],
      "merge_suggestions": [],
      "notes": "Circuito explorando baías e vilas de Saint Barthélemy: Gustavia e seu patrimônio sueco, praias paradisíacas de St-Jean e Saline, trilhas costeiras até Colombier, lagoa de Grand Cul-de-Sac para esportes aquáticos.",
      "specialties": [],
      "dept_code": "BL",
      "dept_name": "Saint Barthélemy",
      "subtitle": "Do porto franco de Gustavia às enseadas isoladas de Colombier, explore os tesouros escondidos de uma ilha preservada entre luxo discreto e natureza protegida.",
      "seo_keywords": [
        "saint barthelemy circuito",
        "gustavia porto sueco",
        "praia colombier trilha",
        "aeroporto st jean perigoso",
        "kitesurf grand cul de sac",
        "praia saline nudismo",
        "shell beach conchas",
        "forte gustav farol",
        "lagoas turquesa caribe",
        "reserva natural marinha"
      ],
      "practical_context": {
        "best_months": [
          "Dezembro",
          "Janeiro",
          "Fevereiro",
          "Março",
          "Abril"
        ],
        "vehicle_type": "Carro de aluguel compacto ou mini-jipe recomendado - estradas estreitas e sinuosas",
        "group_type": "Casais em busca de luxo discreto, famílias com crianças, viajantes solo amantes de praias e trilhas",
        "loop_type": "Circuito em loop ao redor da ilha - retorno diário a Gustavia ou St-Jean",
        "total_km": 120,
        "daily_average_km": 12,
        "highlights": [
          "Pista de aterrissagem St-Jean 646m - 3º aeroporto mais perigoso do mundo, espetáculo diário garantido",
          "Praia de Colombier acessível apenas a pé 30 min ou de barco - reserva natural marinha protegida",
          "Porto franco de Gustavia - herança sueca única 1784-1878 com três fortes históricos dominantes",
          "Lagoa de Grand Cul-de-Sac - águas turquesa rasas, renomado ponto de kitesurf e windsurf com tartarugas marinhas"
        ]
      }
    }
  ],
  "generated": "2026-01-26T12:38:55.272Z"
}