{
  "itineraries": [
    {
      "itin_id": "BL::island::st-barts-bays-and-hills",
      "id": "BL::island::st-barts-bays-and-hills",
      "language": "es",
      "title": "SAINT BARTHÉLEMY: LAGUNAS TURQUESA, HERENCIA SUECA Y PLAYAS SALVAJES",
      "country": "BL",
      "estimated_days_base": 10,
      "source_url": "https://fr.wikipedia.org/wiki/Saint-Barthélemy_(Antilles_françaises)",
      "created_at": "2026-01-20T04:36:45.173Z",
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Puerto de Gustavia — Rada en forma de U construida en 1785 por los suecos y rebautizada en honor al rey Gustavo III. El puerto franco acoge yates de lujo y cruceros en una ensenada natural protegida. Contempla el ballet permanente de embarcaciones excepcionales fondeadas en las aguas turquesa.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Wall House - Museo Territorial — Misterioso edificio de piedra cuya historia sigue siendo enigmática: ¿teatro, hotel para oficiales o sala política? La planta baja alberga una exposición permanente sobre la historia de Saint Barthélemy. En el patio, admira las ruinas de un horno de pan de piedra y ladrillo.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Fuerte Gustav — Sube hasta las ruinas del fuerte más importante del periodo sueco, erigido en 1787 sobre los cimientos de una construcción francesa del siglo XVII. El faro de Gustavia (1961) domina hoy el sitio. La vista panorámica del puerto y las islas vecinas de San Eustaquio y Saba recompensa la ascensión bajo el sol caribeño.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Senderismo urbano Fuerte Gustav-Faro — Subida hasta el faro situado en el antiguo Fuerte Gustav. Panorama excepcional del puerto, la ciudad y las islas vecinas. Sendero acondicionado con escaleras, camino fácil pero expuesto al sol.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "45 min ida y vuelta",
                "difficulty": "Fácil",
                "water": "Llevar mínimo 1L, sombrero y crema solar obligatorios"
              }
            },
            {
              "text": "Exploración a pie del centro histórico — Recorre las callejuelas de la capital para descubrir la arquitectura de influencia sueca: casas de madera con balcones elaborados, galerías típicas. Pasa por la calle Samuel Fahlberg, la plaza Vanadis con su tridente de Neptuno, la plaza de la Retrocesión que conmemora el regreso a Francia en 1877.",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "1h30-2h",
                "difficulty": "Muy fácil"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        },
        {
          "day": 2,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Fuerte Karl — Explora los vestigios de esta fortificación del siglo XVIII que domina Shell Beach al sur de Gustavia. Los cañones apuntaban hacia el mar para proteger la entrada del puerto franco. Sendero accesible con vistas espectaculares de la costa abrupta y las aguas turquesa.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Shell Beach — Descubre esta playa atípica cubierta de millones de conchas trituradas arrastradas por las olas, que parecen arena gruesa rosada. Origen notable: dragado del puerto de Gustavia en los años 1960-1970, arena y conchas depositadas en la ensenada Grand Galet creando esta playa artificial de 1 km. Vista impresionante de las islas San Eustaquio y Saba en alta mar.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Paseo marítimo — Camina por los muelles coloridos bordeados de restaurantes, tiendas duty-free y edificios históricos. Los almacenes de la época sueca se han convertido en boutiques de lujo. Para en las terrazas para observar los yates, veleros y la actividad constante del puerto. Ambiente relajado y elegante típico de la isla.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Kayak o Stand-Up Paddle en el puerto — Alquila equipo en los muelles para explorar la bahía desde el agua. Rema entre los yates anclados, acércate a los fuertes históricos, descubre calas escondidas a lo largo de Shell Beach. Agua tranquila y clara, actividad apta para todos los niveles.",
              "activity_duration_min": 120,
              "practical_info": {
                "rental": "Varios operadores en los muelles de Gustavia",
                "best_time": "Mañana 8h-11h o tarde 16h-18h"
              }
            },
            {
              "text": "Atardecer en el Fuerte Karl — Toma el sendero costero desde Shell Beach hasta las ruinas del Fuerte Karl a la hora dorada. Sube a las murallas mientras el sol poniente ilumina las fortificaciones y el puerto. Vista mágica de la ciudad bañada en luz cálida. Trae cámara para fotos espectaculares.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "1 hora antes del atardecer",
                "difficulty": "Moderado - requiere algo de escalada"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 4.2,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "place_id": "BL::st-jean",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::st-jean",
            "coords": [
              17.903,
              -62.843
            ]
          },
          "visits": [
            {
              "text": "Playa de St-Jean — Esta playa está dividida en dos por el promontorio Eden Rock. Observa aviones aterrizando a pocos metros sobre tu cabeza en la pista de 646 metros clasificada como el 3er aeropuerto más peligroso del mundo. Arena blanca, agua turquesa, chiringuitos y restaurantes. Perfecta para nadar con olas suaves la mayor parte del año.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Observación del Aeropuerto Gustaf III — Colócate al final de la playa de St-Jean o en el mirador Remy de Haenen para ver los aterrizajes. Los aviones descienden sobre la bahía, pasan a pocos metros de la playa y tocan tierra en la pista corta bordeada de colinas. Espectáculo diario de aviones pequeños y jets maniobrando en este espacio reducido.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Eden Rock — Este hotel de lujo se asienta sobre un promontorio rocoso que divide la playa de St-Jean. Aunque no te alojes aquí, puedes admirar la arquitectura y la ubicación impresionante. La roca sirve como punto de buceo natural. Haz esnórquel alrededor de la formación para ver peces tropicales en aguas claras.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Esnórquel en la bahía de St-Jean — Alquila máscara y aletas en la playa para explorar los arrecifes poco profundos. Nada alrededor de Eden Rock y a lo largo de la costa rocosa. Observa peces loro, peces ángel, sargentos en su hábitat natural. Agua clara con excelente visibilidad todo el año.",
              "activity_duration_min": 90,
              "practical_info": {
                "rental": "Varios vendedores en la playa",
                "best_time": "Por la mañana cuando el agua está más tranquila",
                "water": "Cálida 26-28°C todo el año"
              }
            },
            {
              "text": "Chiringuitos y cocina local — Prueba los famosos chiringuitos que bordean St-Jean. Ambiente relajado con los pies en la arena, cocina francesa y criolla, mariscos frescos. Disfruta de langosta a la parrilla, pescado local, cócteles tropicales mientras ves aterrizar los aviones. Ambiente elegante e informal típico de St Barths.",
              "activity_duration_min": 120,
              "practical_info": {
                "booking": "Reserva recomendada para el almuerzo",
                "best_time": "Almuerzo 12h-15h con vista al mar"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 3.8,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "place_id": "BL::colombier",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::colombier",
            "coords": [
              17.919,
              -62.884
            ]
          },
          "visits": [
            {
              "text": "Senderismo a la playa de Colombier — Parte del aparcamiento de Petite Anse y toma el sendero costero. 30 minutos de caminata a través de vegetación tropical con vistas al mar. El camino desciende hasta la playa de Colombier, una cala aislada accesible solo a pie o en barco. Reserva marina protegida con agua cristalina, arena blanca rodeada de colinas.",
              "place_id": "",
              "visit_duration_min": 180
            },
            {
              "text": "Petite Anse — Pequeña playa al inicio del sendero hacia Colombier. Menos concurrida que las playas principales, agua tranquila perfecta para nadar. Costa rocosa a ambos lados crea una bahía protegida. Varios lugares de aparcamiento bajo los árboles. Buen punto de partida para exploración costera.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Playa de Flamands — Larga playa en forma de media luna con arena blanca bordeada de palmeras lataniers. Popular entre familias por sus aguas tranquilas y pendiente suave. Varios restaurantes y bares a lo largo de la playa. Hermosas vistas del atardecer con el sol cayendo en el mar Caribe. Ambiente relajado y auténtico.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Día completo en la playa de Colombier — Después de la caminata matutina, pasa el día en esta playa aislada. Haz esnórquel a lo largo de las rocas, la reserva marina protegida alberga tortugas marinas, rayas, peces tropicales. Trae picnic y bebidas ya que no hay instalaciones. Disfruta de la atmósfera tranquila de esta cala virgen.",
              "activity_duration_min": 240,
              "practical_info": {
                "bring": "Comida, agua, equipo de esnórquel, protección solar",
                "best_time": "Llegar temprano para evitar el calor del mediodía en el sendero",
                "return": "Salir antes de las 17h para el regreso con luz"
              }
            },
            {
              "text": "Atardecer en la playa de Flamands — Termina el día en esta playa orientada al oeste para ver el atardecer. El sol se hunde directamente en el mar creando colores espectaculares. Ambiente tranquilo con familias locales disfrutando de la tarde. Lugar perfecto para relajarse después de la caminata a Colombier.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Llegar 30 min antes del atardecer",
                "parking": "Aparcamiento gratuito a lo largo de la carretera de la playa"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 5.6,
            "drive_min": 12,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "place_id": "BL::cul-de-sac",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::cul-de-sac",
            "coords": [
              17.915,
              -62.815
            ]
          },
          "visits": [
            {
              "text": "Laguna de Grand Cul-de-Sac — Laguna poco profunda protegida por un arrecife creando aguas turquesa tranquilas. Lugar popular para kitesurf y windsurf con vientos alisios constantes. El arrecife mantiene las olas afuera mientras los vientos se aceleran sobre el agua. Playa bordeada de palmeras lataniers, uvas de mar, chiringuitos.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Piscinas naturales y exploración de mareas — Camina por la playa para descubrir piscinas naturales de roca llenas por la marea alta. Observa peces pequeños, cangrejos, erizos de mar atrapados en estos acuarios naturales. El arrecife de barrera crea áreas tranquilas perfectas para familias con niños pequeños. Agua clara y poco profunda con fondo de arena.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Playa de Marigot — Pequeña cala tranquila justo antes de Grand Cul-de-Sac. Menos concurrida que la playa principal, perfecta para quienes buscan calma. Agua cristalina, buen esnórquel a lo largo de las rocas a ambos lados. Áreas con sombra bajo los árboles, ambiente íntimo y relajado.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Clase de kitesurf o windsurf — Grand Cul-de-Sac es uno de los mejores lugares del Caribe para estos deportes. Vientos alisios constantes, agua poco profunda con fondo de arena, laguna protegida. Varias escuelas ofrecen clases para principiantes y alquiler de equipo para experimentados. Entorno impresionante con arena blanca y agua turquesa.",
              "activity_duration_min": 120,
              "practical_info": {
                "operators": "Varias escuelas a lo largo de la playa",
                "best_time": "Mañana a primera tarde para vientos óptimos",
                "level": "Apto para todos los niveles incluidos principiantes"
              }
            },
            {
              "text": "Stand-Up Paddle hasta el arrecife — Alquila un SUP para explorar la laguna y dirigirte hacia el arrecife de barrera. Rema sobre las aguas turquesa poco profundas, observa el fondo de arena y las praderas marinas debajo de ti. Avista tortugas marinas que se alimentan en la laguna. Actividad tranquila y suave perfecta para familias.",
              "activity_duration_min": 90,
              "practical_info": {
                "rental": "Disponible en hoteles y tiendas de playa",
                "difficulty": "Fácil - agua plana",
                "wildlife": "Alta probabilidad de ver tortugas marinas"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 6.1,
            "drive_min": 13,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "place_id": "BL::saline",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::saline",
            "coords": [
              17.887,
              -62.855
            ]
          },
          "visits": [
            {
              "text": "Playa de Saline — Playa salvaje accesible por 10 minutos de caminata a través de dunas y vegetación baja desde el aparcamiento. Sin edificios ni instalaciones, entorno natural virgen. Olas fuertes, resaca, nado solo para nadadores experimentados. Nudismo tolerado. Paisaje impresionante con arena blanca extendiéndose a lo largo de la costa.",
              "place_id": "",
              "visit_duration_min": 150
            },
            {
              "text": "Sendero de dunas costeras — Camina por el ecosistema costero para llegar a la playa de Saline. El camino de arena cruza vegetación baja adaptada al rocío salino y al viento. Observa la flora local: uvas de mar, campanilla de playa, agaves. El sistema de dunas protege la playa de la erosión.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Playa de Gouverneur — Playa en forma de media luna enmarcada por colinas verdes. Acceso por carretera empinada y sinuosa. Olas fuertes, corrientes potentes, solo nadadores experimentados. Sin instalaciones ni sombra. Belleza espectacular y sensación salvaje. A menudo desierta incluso en temporada alta.",
              "place_id": "",
              "visit_duration_min": 120
            }
          ],
          "activities": [
            {
              "text": "Día completo en la playa de Saline — Pasa el día en esta playa virgen. Trae todo lo necesario: agua, comida, sombrilla, protección solar. Nada en las olas (cuidado con las corrientes), camina por la arena blanca interminable, admira la belleza salvaje. Atmósfera tranquila lejos de las multitudes turísticas.",
              "activity_duration_min": 240,
              "practical_info": {
                "bring": "Comida, agua, sombrilla, todo lo necesario - sin instalaciones",
                "swimming": "Olas fuertes y corrientes - solo nadadores experimentados",
                "parking": "Aparcamiento limitado - llegar temprano en temporada alta"
              }
            },
            {
              "text": "Atardecer en la playa de Gouverneur — Termina el día en esta playa orientada al oeste para un atardecer espectacular. El sol se pone detrás de las colinas creando iluminación dramática. A menudo desierta a esta hora. Entorno romántico y salvaje perfecto para contemplación vespertina.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Llegar 45 min antes del atardecer",
                "access": "Carretera empinada - conducir con cuidado de noche"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 4.7,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "place_id": "BL::lorient",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::lorient",
            "coords": [
              17.908,
              -62.829
            ]
          },
          "visits": [
            {
              "text": "Playa de Lorient — Larga playa familiar con aguas tranquilas y pendiente suave. Menos concurrida que St-Jean o Grand Cul-de-Sac. Varios accesos a lo largo de la carretera. Mezcla de locales y turistas. Ambiente relajado, algunos restaurantes y pequeñas tiendas cerca.",
              "place_id": "",
              "visit_duration_min": 120
            },
            {
              "text": "Iglesia Notre-Dame de l'Assomption — Pequeña iglesia católica de arquitectura simple que domina Lorient. Construida en el siglo XIX sobre el sitio de la primera capilla de la isla. Misa celebrada en francés y criollo. Cementerio tranquilo con viejas lápidas con nombres suecos y franceses.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Punta Milou — Promontorio rocoso al este de Lorient que ofrece vistas costeras. Villas de lujo construidas sobre los acantilados. Ruta panorámica a lo largo de la costa con vistas al océano. Olas fuertes chocan contra las rocas volcánicas. Lugar popular para fotos al amanecer.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Surf en la playa de Lorient — Cuando las condiciones son buenas, Lorient recibe olas adecuadas para surfistas principiantes e intermedios. Oleaje más consistente que en bahías protegidas. Tiendas locales de surf alquilan tablas y ofrecen clases. Ambiente surfero amigable, popular entre residentes de la isla.",
              "activity_duration_min": 120,
              "practical_info": {
                "season": "Mejores olas de noviembre a marzo",
                "rental": "Tiendas de surf en Lorient",
                "level": "Principiante a intermedio"
              }
            },
            {
              "text": "Ruta costera y miradores — Conduce por la carretera costera escénica de Lorient a Toiny. Para en múltiples miradores para admirar la costa salvaje del Atlántico. Acantilados dramáticos, olas potentes, calas aisladas. Hermosa ruta escénica con oportunidades fotográficas en cada curva.",
              "activity_duration_min": 90,
              "practical_info": {
                "best_time": "Tarde para mejor luz",
                "stops": "Múltiples miradores a lo largo de la ruta"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 5.3,
            "drive_min": 11,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "place_id": "BL::corossol",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::corossol",
            "coords": [
              17.911,
              -62.863
            ]
          },
          "visits": [
            {
              "text": "Pueblo de Corossol — Pueblo pesquero tradicional que preserva el antiguo estilo de vida isleño. Las mujeres mayores aún llevan trajes tradicionales: gorros blancos llamados quichenottes, vestidos largos. Pequeña playa con botes de pesca coloridos. Explora puestos que venden sombreros y cestas tejidas de palma latanier hechas por artesanas locales.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Museo Inter Oceans — Pequeño museo privado que exhibe más de 9,000 conchas marinas recolectadas mundialmente por el fundador Ingénu Magras. Impresionante colección de especímenes raros, fósiles, piedras semipreciosas. Exhibiciones educativas sobre biología marina y ecosistemas caribeños. Ubicado en Corossol.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Playa pública — Pequeña playa pública cerca de Corossol con árboles de sombra y mesas de picnic. Ambiente local, pocos turistas. Agua tranquila protegida de las olas. Aparcamiento gratuito e instalaciones. Lugar perfecto para observar la vida isleña auténtica lejos de resorts de lujo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Taller de artesanía de palma latanier — Conoce a las mujeres de Corossol que perpetúan técnicas tradicionales de tejido. Obsérvalas crear sombreros, bolsos, cestas con hojas de palma latanier secadas y trenzadas. Compra souvenirs únicos hechos a mano mientras apoyas a artesanas locales. Experiencia cultural fascinante.",
              "activity_duration_min": 60,
              "practical_info": {
                "location": "Puestos y pequeñas tiendas en el pueblo de Corossol",
                "best_time": "Mañana cuando las artesanas están trabajando",
                "language": "Francés y criollo"
              }
            },
            {
              "text": "Pesca tradicional y cultura local — Habla con pescadores en la playa sobre métodos de pesca tradicionales aún usados hoy. Observa los coloridos barcos saintois, embarcaciones de pesca caribeñas tradicionales. Aprende sobre la historia de la isla y cómo los locales mantienen su cultura a pesar del desarrollo a su alrededor.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Temprano en la mañana cuando regresan los pescadores, o tarde cuando preparan los barcos"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 3.9,
            "drive_min": 8,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "place_id": "BL::fort-oscar",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::fort-oscar",
            "coords": [
              17.897,
              -62.851
            ]
          },
          "visits": [
            {
              "text": "Fuerte Oscar — Fortificación sueca del siglo XVIII que protegía el lado oeste del puerto de Gustavia. El fuerte albergaba la residencia del gobernador. Ruinas de piedra parcialmente preservadas con cimientos visibles. Vista panorámica de la entrada del puerto y la costa de Corossol. Lugar tranquilo para contemplar la historia de la isla.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Ruta escénica de la costa oeste — Conduce por la estrecha y sinuosa carretera a lo largo de la costa occidental. Pasa por pequeños pueblos, cruza colinas verdes, descubre calas aisladas. Para en miradores para admirar la costa abrupta y las aguas turquesa. Lado auténtico de la isla lejos de centros turísticos.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Anse des Cayes — Pequeña playa de guijarros en la punta noroeste de la isla. A menudo desierta, ambiente salvaje. Olas fuertes, costa rocosa. Acceso por camino empinado. Lugar para quienes buscan aislamiento y belleza natural pura.",
              "place_id": "",
              "visit_duration_min": 60
            }
          ],
          "activities": [
            {
              "text": "Vuelta completa a la isla en coche — Haz un circuito completo de la isla parando en todos los principales miradores y pueblos. Redescubre lugares de días anteriores con nueva perspectiva. Aprecia lo compacta que es la isla mientras cada costa tiene su propio carácter. Síntesis final de la estancia.",
              "activity_duration_min": 180,
              "practical_info": {
                "distance": "Unos 30 km circuito completo",
                "best_time": "Mañana para luz óptima",
                "stops": "Todos los miradores y pueblos principales"
              }
            },
            {
              "text": "Playa final y relajación — Elige tu playa favorita para pasar el último día completo. Ya sea la laguna de Grand Cul-de-Sac, el bullicio de St-Jean, o la naturaleza salvaje de Saline. Saborea la belleza de la isla una última vez, reflexiona sobre los descubrimientos hechos durante la estancia. Ritmo relajado para terminar el viaje.",
              "activity_duration_min": 180,
              "practical_info": {
                "choice": "Elige playa según tu humor",
                "bring": "Picnic, bebidas, equipo de playa"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 7.3,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "source",
            "road_type": "Asfaltado"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "place_id": "BL::gustavia",
          "suggested_days": 1,
          "rating": 0,
          "region_code": "BL",
          "night": {
            "place_id": "BL::gustavia",
            "coords": [
              17.896,
              -62.852
            ]
          },
          "visits": [
            {
              "text": "Atardecer desde el puerto — Busca un lugar en los muelles de Gustavia para ver el espectáculo diario del sol poniéndose detrás de las colinas de la isla. El puerto en forma de U se ilumina con reflejos dorados luego anaranjados. Siluetas de yates de lujo se destacan sobre el fondo ardiente. Atmósfera mágica cerrando perfectamente una estancia en Saint Barthélemy.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Muelles históricos — Pasea una última vez por los muelles restaurados que bordean el puerto franco. Admira la arquitectura colorida de las casas criollas con galerías, las anclas históricas expuestas, las placas conmemorativas que relatan pasos de exploradores y navegantes célebres. Imprégnate de la atmósfera única que mezcla herencia sueca y cultura caribeña francesa.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Paseo de despedida — Recorre las calles adoquinadas del centro histórico para una última exploración. Pasa por las iglesias católica y anglicana, el Wall House, la plaza de la Retrocesión. Pasea por las boutiques de lujo que ofrecen artículos duty-free. Saborea un último cóctel en una terraza frente al puerto antes de dejar esta perla del Caribe.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Cena gourmet con vista al puerto — Reserva mesa en uno de los restaurantes reconocidos que bordean el puerto de Gustavia. Cocina francesa refinada o especialidades criollas revisitadas por chefs talentosos. Saborea langosta a la parrilla, pescados frescos del día, postres tropicales admirando el ballet nocturno de los yates iluminados. Ambiente elegante e informal típico del arte de vivir de St Barths.",
              "activity_duration_min": 60,
              "practical_info": {
                "booking": "Reserva muy recomendada - restaurantes populares",
                "best_time": "Cena al atardecer 18h30-19h30"
              }
            },
            {
              "text": "Compras de último minuto — Aprovecha el estatus de puerto franco para compras duty-free antes de partir. Boutiques de lujo que ofrecen perfumes, cosméticos, joyas, relojes, ropa de diseñadores a precios ventajosos. Galerías de arte exponiendo obras de artistas caribeños. Artesanía local: sombreros tejidos de lataniers de Corossol, rones aromatizados, productos cosméticos naturales.",
              "activity_duration_min": 60,
              "practical_info": {
                "best_time": "Mañana o tarde",
                "duration": "1-2 horas"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": null,
            "drive_min": null,
            "transport_mode": "car",
            "method": "heuristic",
            "road_type": null
          }
        }
      ],
      "seo": {
        "h1_title": "Circuito Saint Barthélemy: Playas Paradisíacas, Herencia Sueca y Lagunas Turquesa",
        "intro_paragraph": "Explora Saint Barthélemy, joya francesa de las Pequeñas Antillas de 25 km² que combina lujo discreto y naturaleza preservada. Desde Gustavia, puerto franco legendario con tres fuertes suecos del siglo XVIII, hasta las ensenadas salvajes de Colombier y Saline accesibles solo a pie, este circuito revela los tesoros escondidos de una isla única. Descubre el aeropuerto de St-Jean y su espectacular pista de 646 metros clasificada como la 3ª más peligrosa del mundo, camina hacia playas aisladas bordeadas de aguas cristalinas, y sumérgete en las lagunas turquesa de Grand Cul-de-Sac donde viven tortugas marinas y peces tropicales.",
        "seo_hook": "Descubre el Saint Barthélemy auténtico: circuito que combina senderismo costero, playas desiertas, patrimonio sueco único y deportes acuáticos en lagunas protegidas.",
        "featured_list": [
          "Gustavia: tres fuertes suecos (Gustav, Karl, Oscar) dominando el puerto franco establecido en 1785",
          "Ensenada de Colombier: caminata de 30 minutos desde Petite Anse hacia playa aislada de la reserva natural",
          "St-Jean: pista de aterrizaje de 646 metros clasificada como 3er aeropuerto más peligroso del mundo",
          "Grand Cul-de-Sac: laguna poco profunda protegida por arrecife, lugar reconocido de kitesurf y windsurf",
          "Saline: playa salvaje accesible en 10 minutos caminando a través de dunas, nudismo tolerado",
          "Shell Beach: conchas trituradas cubriendo la playa, 5 minutos a pie del centro de Gustavia"
        ],
        "places_taglines": {
          "BL::gustavia": "Puerto franco sueco con tres fuertes históricos y arquitectura colonial preservada",
          "BL::st-jean": "Playa mítica bajo la pista de aterrizaje espectacular de 646 metros",
          "BL::colombier": "Joya aislada accesible solo a pie o en barco - reserva natural marina",
          "BL::cul-de-sac": "Laguna turquesa paraíso del kitesurf con aguas poco profundas pobladas de tortugas"
        }
      },
      "meta": {
        "themes": [
          "Aventura y Naturaleza",
          "Playas y Descanso",
          "Cultura y Patrimonio"
        ],
        "audience": [
          "Parejas",
          "Familias",
          "Viajeros solitarios"
        ]
      },
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segmento 1 — Días 1-5: Patrimonio Sueco y Lagunas Turquesa",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segmento 2 — Días 6-10: Playas Salvajes y Costas Preservadas",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Circuito Corto 5 días: Gustavia, St-Jean, Colombier, Grand Cul-de-Sac"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Circuito Completo 10 días: Tour integral de Saint Barthélemy"
        }
      ],
      "regions": [
        "BL"
      ],
      "nearby_itins": [
        "MF::island::saint-martin-coves-and-peaks"
      ],
      "merge_suggestions": [],
      "notes": "Circuito explorando bahías y pueblos de Saint Barthélemy: Gustavia y su patrimonio sueco, playas paradisíacas de St-Jean y Saline, senderismo costero hacia Colombier, laguna de Grand Cul-de-Sac para deportes acuáticos.",
      "specialties": [],
      "dept_code": "BL",
      "dept_name": "Saint Barthélemy",
      "subtitle": "Del puerto franco de Gustavia a las ensenadas aisladas de Colombier, explora los tesoros escondidos de una isla preservada entre lujo discreto y naturaleza protegida.",
      "seo_keywords": [
        "saint barthelemy circuito",
        "gustavia puerto sueco",
        "playa colombier senderismo",
        "aeropuerto st jean peligroso",
        "kitesurf grand cul de sac",
        "playa saline nudismo",
        "shell beach conchas",
        "fuerte gustav faro",
        "lagunas turquesa caribe",
        "reserva natural marina"
      ],
      "practical_context": {
        "best_months": [
          "Diciembre",
          "Enero",
          "Febrero",
          "Marzo",
          "Abril"
        ],
        "vehicle_type": "Coche de alquiler compacto o mini-jeep recomendado - carreteras estrechas y sinuosas",
        "group_type": "Parejas en busca de lujo discreto, familias con niños, viajeros solitarios amantes de playas y senderismo",
        "loop_type": "Circuito en bucle alrededor de la isla - regreso diario a Gustavia o St-Jean",
        "total_km": 120,
        "daily_average_km": 12,
        "highlights": [
          "Pista de aterrizaje St-Jean 646m - 3er aeropuerto más peligroso del mundo, espectáculo diario garantizado",
          "Playa de Colombier accesible solo a pie 30 min o en barco - reserva natural marina protegida",
          "Puerto franco de Gustavia - herencia sueca única 1784-1878 con tres fuertes históricos dominantes",
          "Laguna de Grand Cul-de-Sac - aguas turquesa poco profundas, lugar reconocido de kitesurf y windsurf con tortugas marinas"
        ]
      }
    }
  ],
  "generated": "2026-01-26T12:38:55.256Z"
}