{
  "version": 1,
  "country": "bl",
  "language": "fr",
  "places": [
    {
      "place_id": "BL::colombier",
      "name": "Colombier",
      "cc": "BL",
      "language": "fr",
      "coords": [
        17.923,
        -62.867
      ],
      "lat": 17.923,
      "lon": -62.867,
      "visits": [
        {
          "text": "Sentier de randonnée depuis Petite Anse — Empruntez le sentier côtier sauvage serpentant à travers végétation xérophile : cactus tête d'anglais, lataniers nains, acacias épineux. Passage spectaculaire sous une grotte naturelle creusée par l'érosion. Marche le long de falaises offrant panoramas époustouflants sur eaux turquoise et côte déchiquetée de l'anse Paschal.",
          "visit_duration_min": 45
        },
        {
          "text": "Points de vue côtiers — Arrêtez-vous aux multiples belvédères jalonnant le sentier vers Colombier. Admirez la Petite Anse en contrebas avec ses eaux translucides, puis le point de vue Grande Roche à mi-chemin offrant panorama exceptionnel. Par temps clair, distinguez Sint Maarten au large sur l'horizon azur.",
          "visit_duration_min": 30
        },
        {
          "text": "Plage de Colombier — Découvrez cette longue bande de sable blanc immaculé sous le vent, bordée de végétation dense préservée. Considérée comme l'une des plus belles plages de Saint-Barthélemy. Aucune infrastructure : pas de restaurant, hôtel ou commerce. La seule construction visible est la villa historique de David Rockefeller perchée sur les hauteurs - première villa de luxe de l'île édifiée en 1957.",
          "visit_duration_min": 120
        },
        {
          "text": "Promontoires nord-ouest — Explorez les pointes rocheuses spectaculaires du nord-ouest de l'île offrant vues plongeantes sur l'océan Atlantique. Falaises volcaniques sculptées par l'érosion millénaire, formations géologiques singulières. Végétation rase accrochée à la roche : cactus résistants, agaves géants. Paysages sauvages contrastant avec lagons calmes de la côte opposée.",
          "visit_duration_min": 60
        },
        {
          "text": "Criques cachées côte nord — Découvrez petites anses secrètes accessibles par sentiers non balisés le long de la côte nord-ouest. Plages de galets volcaniques noirs ou sable grossier, eaux agitées par houle atlantique. Lieux préservés du tourisme, fréquentés uniquement par pêcheurs locaux et randonneurs aventureux. Ambiance bout du monde garantie.",
          "visit_duration_min": 75
        },
        {
          "text": "Sentier de crête Colombier-Flamands — Parcourez le sentier de crête reliant Colombier à la plage des Flamands. Chemin rocailleux serpentant à travers maquis xérophile avec panoramas exceptionnels sur les deux côtes de l'île. Observez contraste saisissant entre mer Caraïbes turquoise calme à l'ouest et océan Atlantique agité bleu profond à l'est.",
          "visit_duration_min": 90
        }
      ],
      "activities": [
        {
          "text": "Randonnée Petite Anse-Colombier — Randonnée côtière spectaculaire traversant paysages désertiques ponctués de cactus et fleurs sauvages. Sentier bien marqué mais rocailleux par endroits avec escaliers taillés dans la roche. Croiser iguanes verts, lézards ameivas, oiseaux marins, parfois tortues terrestres ou serpents couresse protégés."
        },
        {
          "text": "Snorkeling anse de Colombier — Explorez le côté nord de la plage idéal pour snorkeling dans eaux calmes cristallines peuplées de poissons tropicaux multicolores. Formations rocheuses abritant vie marine variée. Herbiers marins attirant tortues vertes venues brouter tranquillement. Visibilité exceptionnelle jusqu'à 20-30 mètres dans les eaux protégées de la réserve naturelle."
        },
        {
          "text": "Journée plage sauvage — Passez une journée complète sur cette plage préservée loin de toute civilisation. Baignade dans eaux turquoise calmes protégées par récif. Pique-nique sous végétation bordant plage (peu d'ombre directe - parasol impératif). Ambiance Robinson Crusoé garantie dans ce sanctuaire naturel accessible uniquement à pied ou en bateau."
        },
        {
          "text": "Randonnée exploration côte sauvage — Randonnée hors sentiers battus le long de la côte nord-ouest peu fréquentée. Terrain accidenté nécessitant bonne condition physique. Découvrez criques isolées, formations rocheuses volcaniques, grottes marines creusées par les vagues. Faune endémique : iguanes verts, bernard-l'ermite géants, crabes terrestres. Sensation d'exploration authentique."
        },
        {
          "text": "Observation sunset depuis promontoires — Positionnez-vous sur les hauteurs rocheuses pour admirer coucher de soleil spectaculaire sur mer Caraïbes. Soleil plongeant dans l'horizon marin embrase le ciel de couleurs flamboyantes : orangé, rose, pourpre. Silhouettes des îles voisines se détachent sur fond incandescent. Spectacle naturel grandiose loin de toute foule."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 4
        },
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 8
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "BL::cul-de-sac",
      "name": "Cul De Sac",
      "cc": "BL",
      "language": "fr",
      "coords": [
        17.905,
        -62.8
      ],
      "lat": 17.905,
      "lon": -62.8,
      "visits": [
        {
          "text": "Lagon de Grand Cul-de-Sac — Installez-vous sur cette grande baie très protégée aux eaux calmes transparentes turquoise. Lagon peu profond permettant de marcher pieds touchant fond sur longue distance - idéal familles avec jeunes enfants. Le récif corallien au large brise les vagues de l'Atlantique créant bassin cristallin parfaitement calme.",
          "visit_duration_min": 120
        },
        {
          "text": "Récif barrière et herbiers marins — Explorez ce lagon naturellement fermé où les eaux atteignent rarement plus de 1,5 mètre de profondeur. Plus de 50 espèces d'algues recensées et cinq types d'herbiers marins peuplent ce secteur de la réserve naturelle Nicole-Aussedat créée en 1996. Écosystème fragile abritant biodiversité exceptionnelle avec tortues vertes, lambis, étoiles de mer orange.",
          "visit_duration_min": 90
        },
        {
          "text": "Point de vue Pointe Milou — Admirez le panorama exceptionnel sur le lagon turquoise depuis les hauteurs de la Pointe. Vue plongeante sur les eaux peu profondes où se détachent les nuances de bleu : azur clair du lagon, turquoise profond des zones d'herbiers, indigo du récif barrière. Au large, l'océan Atlantique déploie ses vagues écumantes.",
          "visit_duration_min": 30
        },
        {
          "text": "Bordures de mangrove — Explorez les zones humides bordant le lagon où se développent palétuviers rouges et blancs aux racines échasses caractéristiques. Écosystème crucial servant de nurserie pour poissons juvéniles, crustacés, mollusques. Habitat privilégié des oiseaux échassiers : aigrettes, hérons, ibis rouges. Sentier pédestre aménagé permettant observation respectueuse de la biodiversité.",
          "visit_duration_min": 60
        },
        {
          "text": "Mise à l'eau kayak Grand Cul-de-Sac — Découvrez le point de départ aménagé pour kayaks et planches sur la plage du lagon. Location de matériel disponible auprès des bases nautiques installées. Eaux calmes peu profondes idéales pour pagayer en famille. Itinéraires balisés autour des herbiers marins et vers les îlots rocheux du récif barrière au large.",
          "visit_duration_min": 30
        },
        {
          "text": "Platiers récifaux — Admirez les formations coralliennes du récif barrière protégeant le lagon de Grand Cul-de-Sac. À marée basse, certaines zones du récif émergent révélant coraux massifs, éponges multicolores, algues calcaires. Interdiction absolue de marcher sur le récif vivant - observation depuis kayak ou bateau à fond de verre. Biodiversité marine exceptionnelle classée en réserve naturelle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Cours de kitesurf — Initiez-vous au kitesurf dans conditions idéales : eaux peu profondes permettant d'avoir pied partout, lagon flat protégé par récif, vents side-onshore réguliers. La base nautique 7ème Ciel propose moniteurs diplômés et matériel de qualité. Progression rapide garantie grâce à ce spot parfait pour l'apprentissage avec tortues marines comme spectatrices."
        },
        {
          "text": "Windsurf et planche à voile — Pratiquez la planche à voile sur ce spot légendaire des Caraïbes. Vents Est-Nord-Est constants, lagon protégé offrant sécurité et progression rapide. Conditions parfaites pour freeride et freestyle sur plan d'eau flat. Location matériel pour confirmés, cours pour débutants disponibles auprès des écoles locales."
        },
        {
          "text": "Snorkeling herbiers et récif — Explorez herbiers marins (herbe tortue et herbe lamantin) puis nagez jusqu'au récif barrière. Tortues vertes broutant tranquillement, étoiles de mer orange géantes, lambis, oursins, poissons multicolores évoluent dans deux écosystèmes complémentaires. Visibilité exceptionnelle dépassant 20 mètres dans les eaux cristallines protégées."
        },
        {
          "text": "Stand-Up Paddle exploration lagon — Pagayez sur les eaux translucides du lagon en SUP simple ou géant pour groupes et familles. Observez tortues marines et poissons tropicaux depuis votre planche naviguant au-dessus des herbiers. Activité accessible tous âges et niveaux - balade tranquille ou session sportive selon envies."
        },
        {
          "text": "Kayak exploration lagon — Louez kayak simple ou double pour explorer le lagon à votre rythme. Pagayez au-dessus des tortues marines broutant herbiers, contournez récif corallien, découvrez criques isolées. Eaux calmes sécurisées même pour enfants accompagnés. Combiné avec snorkeling pour journée complète d'exploration du milieu marin protégé."
        },
        {
          "text": "Observation tortues marines — Snorkeling ciblé pour observer tortues vertes dans leur habitat naturel. Ces reptiles majestueux fréquentent assidûment les herbiers marins du lagon pour s'alimenter. Approche respectueuse recommandée - maintenir distance 3 mètres minimum pour ne pas perturber leur comportement. Rencontres fréquentes garanties dans eaux peu profondes cristallines."
        },
        {
          "text": "Balade naturaliste mangrove — Parcourez sentier pédestre aménagé traversant zones humides de mangrove. Guide naturaliste explique rôle écologique crucial de cet écosystème : protection côtière contre houle et tempêtes, nurserie pour espèces marines, filtration naturelle des eaux. Observation oiseaux échassiers et crabes violonistes creusant terriers dans vase."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 5
        },
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 9
        }
      ],
      "rating": 5.4
    },
    {
      "place_id": "BL::gustavia",
      "name": "Gustavia",
      "cc": "BL",
      "language": "fr",
      "coords": [
        17.896,
        -62.852
      ],
      "lat": 17.896,
      "lon": -62.852,
      "visits": [
        {
          "text": "Port de Gustavia — Rade en forme de U édifiée en 1785 par les Suédois, rebaptisée en l'honneur du roi Gustav III. Le port franc accueille yachts de luxe et paquebots de croisière dans une anse naturelle protégée. Observez le ballet permanent des bateaux d'exception mouillant dans les eaux turquoise.",
          "visit_duration_min": 45
        },
        {
          "text": "Wall House - Musée Territorial — Mystérieux bâtiment en pierre dont l'histoire reste énigmatique : théâtre, hôtel pour officiers ou salle politique ? Le rez-de-chaussée abrite une exposition permanente sur l'histoire de Saint-Barthélemy. Dans la cour, admirez les ruines d'un four à pain en pierre et brique.",
          "visit_duration_min": 60
        },
        {
          "text": "Fort Gustav — Grimpez jusqu'aux ruines du plus important fort de la période suédoise, érigé en 1787 sur les fondations d'un ouvrage français du XVIIe siècle. Le phare de Gustavia (1961) domine aujourd'hui le site. La vue panoramique sur le port, les îles voisines Saint-Eustache et Saba récompense l'ascension sous le soleil des Caraïbes.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort Karl — Explorez les vestiges de cette fortification du XVIIIe siècle surplombant Shell Beach au sud de Gustavia. Les canons pointaient vers la mer pour protéger l'entrée du port franc. Sentier de randonnée accessible avec vues spectaculaires sur la côte déchiquetée et les eaux turquoise en contrebas.",
          "visit_duration_min": 60
        },
        {
          "text": "Shell Beach — Découvrez cette plage atypique tapissée de millions de coquillages broyés roulés par les vagues, ressemblant à du sable grossier rosé. Origine remarquable : dragage du port de Gustavia dans les années 1960-1970, sable et coquillages déposés dans l'anse Grand Galet créant cette plage artificielle de 1 km. Vue imprenable sur les îles Saint-Eustache et Saba au large.",
          "visit_duration_min": 90
        },
        {
          "text": "Phare de Gustavia — Admirez ce phare du XXe siècle construit en 1961 sur les terres de l'ancien Fort Gustav. La tour ronde et conique arbore une seule bande rouge avec le nom de la ville. Après une courte randonnée en montée, le sommet offre un cadre privilégié pour admirer le coucher de soleil avec des vues panoramiques où ciel et océan se rejoignent à l'infini.",
          "visit_duration_min": 45
        },
        {
          "text": "Anciennes ancres du port — Découvrez ces vestiges maritimes exposés le long des quais de Gustavia, témoignant du passé naval de l'île. Ancres massives rouillées provenant de navires marchands suédois du XVIIIe siècle. Panneaux explicatifs relatant l'histoire du port franc et son rôle stratégique dans le commerce caribéen durant l'époque coloniale.",
          "visit_duration_min": 30
        },
        {
          "text": "Hôtel de la Collectivité — Admirez cet édifice moderne inauguré en janvier 2002, devenu Hôtel de la Collectivité en juillet 2007 lorsque Saint-Barthélemy fut transformé en COM. Situé à La Pointe à l'entrée du port de Gustavia, il abrite les services administratifs de la collectivité territoriale exerçant compétences de commune, département, région et État.",
          "visit_duration_min": 30
        },
        {
          "text": "Plaques commémoratives des quais — Parcourez les quais historiques bordant le port en forme de U pour découvrir plaques et monuments commémorant événements marquants : rétrocession de l'île à la France en 1877, inauguration du port franc en 1785, passage de personnalités historiques. Chaque plaque raconte fragment de l'histoire unique de cette colonie suédoise devenue française.",
          "visit_duration_min": 45
        },
        {
          "text": "Coucher de soleil depuis le port — Installez-vous sur les quais de Gustavia pour assister au spectacle quotidien du soleil plongeant derrière les collines de l'île. La rade en forme de U s'embrase de reflets dorés puis orangés. Silhouettes des yachts de luxe se détachent sur fond flamboyant. Ambiance magique clôturant parfaitement un séjour à Saint-Barthélemy.",
          "visit_duration_min": 60
        },
        {
          "text": "Quais historiques — Déambulez une dernière fois le long des quais restaurés bordant le port franc. Admirez l'architecture colorée des maisons créoles à varangues, les ancres historiques exposées, les plaques commémoratives relatant passages d'explorateurs et navigateurs célèbres. Imprégnez-vous de l'atmosphère unique mêlant héritage suédois et culture caribéenne française.",
          "visit_duration_min": 45
        },
        {
          "text": "Promenade d'adieu — Parcourez les rues pavées du centre historique pour une dernière exploration. Passez devant les églises catholique et anglicane, le Wall House, la place de la Rétrocession. Flânez dans les boutiques de luxe proposant articles duty-free. Savourez un dernier cocktail en terrasse face au port avant de quitter cette perle des Caraïbes.",
          "visit_duration_min": 90
        }
      ],
      "activities": [
        {
          "text": "Randonnée urbaine Fort Gustav-Phare — Montée jusqu'au phare situé sur le site de l'ancien Fort Gustav. Panorama exceptionnel sur le port, la ville et les îles voisines. Sentier aménagé avec escaliers, chemin facile mais exposé au soleil."
        },
        {
          "text": "Exploration à pied du centre historique — Parcourez les ruelles de la capitale pour découvrir l'architecture d'influence suédoise : maisons en bois aux balcons ouvragés, varangues typiques. Passez par la rue Samuel Fahlberg, la place Vanadis avec son trident de Neptune, la place de la Rétrocession commémorant le retour à la France en 1877."
        },
        {
          "text": "Snorkeling Shell Beach — Plongez dans les eaux abritées de la crique. Le côté droit offre un snorkeling exceptionnellement riche : formation type aquarium avec poissons tropicaux multicolores, formations coralliennes. Fonds marins peu profonds accessibles tous niveaux. Sport populaire : saut depuis rochers dans eau cristalline (vérifier profondeur)."
        },
        {
          "text": "Coucher de soleil Shell Beach — Assistez au plus beau coucher de soleil de Saint-Barthélemy depuis Shell Beach. Soleil disparaît derrière horizon embrasant crique de lumière dorée puis orange vif. Installez-vous au restaurant Shellona avec cocktail ou simplement sur coquillages de la plage. Atmosphère magique et romantique garantie."
        },
        {
          "text": "Visite guidée patrimoine suédois — Explorez l'héritage architectural et culturel de la période suédoise 1784-1878 avec guide spécialisé. Découvrez maisons en bois aux balcons ouvragés, clocher suédois abritant cloche fondue en 1799 à Stockholm, rues aux noms scandinaves conservés. Comprenez l'impact de cette administration unique dans l'histoire caribéenne."
        },
        {
          "text": "Observation yachts de luxe — Installez-vous en terrasse avec vue sur le port pour observer le ballet des yachts d'exception mouillant dans la rade. Mega-yachts de 40-80 mètres, voiliers classiques restaurés, catamarans de luxe. Saison haute décembre-avril concentre les plus beaux navires. Ambiance jet-set discrète typique de Saint-Barthélemy."
        },
        {
          "text": "Dîner gastronomique vue port — Réservez table dans l'un des restaurants réputés bordant le port de Gustavia. Cuisine française raffinée ou spécialités créoles revisitées par chefs talentueux. Savourez homard grillé, poissons frais du jour, desserts tropicaux en admirant ballet nocturne des yachts illuminés. Ambiance élégante et décontractée typique de l'art de vivre saint-barth."
        },
        {
          "text": "Shopping dernière minute — Profitez du statut de port franc pour achats duty-free avant départ. Boutiques de luxe proposant parfums, cosmétiques, bijoux, montres, vêtements de créateurs à prix avantageux. Galeries d'art exposant œuvres d'artistes caribéens. Artisanat local : chapeaux tressés en lataniers de Corossol, rhums arrangés, produits cosmétiques naturels."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 1
        },
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 2
        },
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 7
        },
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 10
        }
      ],
      "rating": 8.4
    },
    {
      "place_id": "BL::st-jean",
      "name": "St Jean",
      "cc": "BL",
      "language": "fr",
      "coords": [
        17.905,
        -62.843
      ],
      "lat": 17.905,
      "lon": -62.843,
      "visits": [
        {
          "text": "Baie de St-Jean — Installez-vous sur la plage emblématique de l'île, divisée en deux sections par l'Eden Rock perché sur son rocher. Sable blanc immaculé, eaux turquoise calmes idéales pour la baignade familiale. Ambiance animée grâce aux hôtels, boutiques et restaurants du second village de Saint-Barthélemy. Plage mythique incarnant l'art de vivre caribéen.",
          "visit_duration_min": 120
        },
        {
          "text": "Aéroport Rémy de Haenen — Observez l'un des atterrissages les plus spectaculaires au monde sur cette piste ultra-courte de 646 mètres coincée entre montagne et plage. Rémy de Haenen fut le premier à atterrir ici en 1946 sur un terrain de savane. Classé 3ème aéroport le plus dangereux au monde, seuls les pilotes formés spécialement y sont autorisés - avions limités à 20 places maximum.",
          "visit_duration_min": 60
        },
        {
          "text": "Commerces et galeries de St-Jean — Découvrez le cœur commercial de Saint-Barthélemy le long de la baie. Boutiques de luxe proposant bijoux, vêtements de créateurs, articles duty-free. Galeries d'art exposant œuvres d'artistes caribéens. Atmosphère élégante et décontractée typique de l'île, entre jet-set et authenticité créole.",
          "visit_duration_min": 45
        },
        {
          "text": "Col de la Tourmente — Montez à ce point de vue stratégique dominant l'aéroport et la baie de St-Jean. Table d'orientation installée au sommet. Les avions passent à seulement 30 mètres au-dessus de la colline avant de piquer vers la piste dans une descente vertigineuse. Panorama exceptionnel sur la baie turquoise et les îles voisines.",
          "visit_duration_min": 45
        },
        {
          "text": "Sentier d'accès plage de Saline — Marchez 10 minutes sur sentier sablonneux traversant ancien marais salant désormais zone humide attirant oiseaux. Dunes couvertes d'une végétation basse : cactus, acacias épineux, raisinier bord-de-mer. Paysage semi-désertique contrastant avec la jungle tropicale luxuriante d'autres zones de l'île.",
          "visit_duration_min": 30
        },
        {
          "text": "Dunes de la Saline — Admirez ces formations dunaires protégeant la plage, couvertes de végétation xérophile adaptée au climat sec et aux embruns salés. Habitat fragile abritant espèces endémiques de lézards et oiseaux nicheurs. Interdiction de marcher sur les dunes pour préserver cet écosystème unique des Petites Antilles.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Observation des atterrissages — Positionnez-vous sur la plage de St-Jean ou au Col de la Tourmente pour assister au ballet aérien. Les Twin Otter, Pilatus PC-12 et Cessna Caravan frôlent la colline puis plongent vers la piste dans une descente vertigineuse à 60 degrés. Spectacle impressionnant garanti pour passionnés d'aviation comme simples curieux."
        },
        {
          "text": "Stand-up Paddle baie de St-Jean — Pagayez dans les eaux calmes de la baie protégée avec vue imprenable sur les avions en approche finale. Louez planches et kayaks directement sur la plage. Activité accessible à tous niveaux grâce aux conditions sécurisées du lagon turquoise peu profond."
        },
        {
          "text": "Snorkeling Eden Rock — Explorez les fonds rocheux autour de l'hôtel Eden Rock. Poissons tropicaux multicolores, formations coralliennes, parfois tortues marines naviguant dans les eaux cristallines. Site accessible directement depuis la plage, visibilité excellente, courants modérés. L'un des meilleurs spots de snorkeling de l'île."
        },
        {
          "text": "Randonnée sentier Saline — Parcourez le sentier de 200 mètres traversant végétation xérophile et dunes jusqu'à la plage sauvage. Observez cactus tête d'anglais, acacias épineux, raisinier bord-de-mer adaptés à la sécheresse. Oiseaux marins nichant dans les dunes : frégates, pélicans, sternes. Paysage désertique offrant sensation d'exploration authentique."
        },
        {
          "text": "Journée plage de Grande Saline — Profitez d'une journée complète sur cette plage préservée loin de toute urbanisation. Long ruban de sable doré immaculé ourlé d'écume blanche. Baignade dans houle atlantique modérée (attention courants parfois forts). Farniente sous raisinier bord-de-mer. Pique-nique impératif - aucun commerce ni infrastructure."
        }
      ],
      "days_plan": [
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 3
        },
        {
          "itin_id": "BL::island::st-barts-bays-and-hills",
          "itin_title": "SAINT-BARTHÉLEMY : LAGONS TURQUOISE, HÉRITAGE SUÉDOIS ET PLAGES SAUVAGES",
          "day": 6
        }
      ],
      "rating": 3.9
    }
  ]
}