{
  "version": 1,
  "country": "la",
  "language": "fr",
  "places": [
    {
      "place_id": "LA::ban-hatsa",
      "name": "Ban Hatsa",
      "cc": "LA",
      "language": "fr",
      "coords": [
        21.5,
        102.15
      ],
      "lat": 21.5,
      "lon": 102.15,
      "visits": [
        {
          "text": "Le village de Ban Komaen se niche de l'autre côté de la vallée face à Phongsali et abrite les plantations de thé centenaires qui font la renommée de la région. Certains théiers dépassent les 400 ans d'âge.",
          "visit_duration_min": 75
        },
        {
          "text": "Ban Komaen village nestles across the valley facing Phongsali and houses the century-old tea plantations making the region's fame. Some tea trees exceed 400 years old.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Ban Komaen aninha-se do outro lado do vale em frente a Phongsali e abriga as plantações de chá centenárias que fazem a fama da região. Algumas árvores de chá ultrapassam os 400 anos de idade.",
          "visit_duration_min": 75
        },
        {
          "text": "La aldea de Ban Komaen se anida del otro lado del valle frente a Phongsali y alberga las plantaciones de té centenarias que hacen la fama de la región. Algunos árboles de té superan los 400 años de edad.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio di Ban Komaen si annida dall'altro lato della valle di fronte a Phongsali e ospita le piantagioni di tè centenarie che fanno la fama della regione. Alcuni alberi del tè superano i 400 anni di età.",
          "visit_duration_min": 75
        },
        {
          "text": "Les arbres à thé anciens atteignent plusieurs mètres de hauteur et les récolteurs grimpent pieds nus dans les branches pour cueillir les feuilles les plus tendres. Enfants et anciens participent à la récolte selon des méthodes traditionnelles.",
          "visit_duration_min": 75
        },
        {
          "text": "Ancient tea trees reach several meters high and barefoot harvesters climb the branches to pick the tenderest leaves. Children and elders participate in the harvest using traditional methods.",
          "visit_duration_min": 75
        },
        {
          "text": "As árvores de chá antigas alcançam vários metros de altura e os colhedores trepam descalços nos ramos para colher as folhas mais tenras. Crianças e anciãos participam na colheita segundo métodos tradicionais.",
          "visit_duration_min": 75
        },
        {
          "text": "Los árboles de té antiguos alcanzan varios metros de altura y los recolectores trepan descalzos por las ramas para recoger las hojas más tiernas. Niños y ancianos participan en la cosecha según métodos tradicionales.",
          "visit_duration_min": 75
        },
        {
          "text": "Gli alberi del tè antichi raggiungono diversi metri di altezza e i raccoglitori si arrampicano scalzi sui rami per cogliere le foglie più tenere. Bambini e anziani partecipano al raccolto secondo metodi tradizionali.",
          "visit_duration_min": 75
        },
        {
          "text": "La boutique de dégustation du village permet de savourer les différentes variétés de thé local tout en admirant les paysages environnants. Les employés expliquent fièrement chaque étape de la production.",
          "visit_duration_min": 75
        },
        {
          "text": "The village tasting shop allows savoring different local tea varieties while admiring surrounding landscapes. Staff proudly explain each production stage.",
          "visit_duration_min": 75
        },
        {
          "text": "A loja de degustação da aldeia permite saborear as diferentes variedades de chá local enquanto se admira as paisagens circundantes. Os funcionários explicam orgulhosamente cada etapa da produção.",
          "visit_duration_min": 75
        },
        {
          "text": "La tienda de degustación de la aldea permite saborear las diferentes variedades de té local mientras se admiran los paisajes circundantes. Los empleados explican orgullosamente cada etapa de la producción.",
          "visit_duration_min": 75
        },
        {
          "text": "Il negozio di degustazione del villaggio permette di assaporare le diverse varietà di tè locale ammirando i paesaggi circostanti. I dipendenti spiegano orgogliosamente ogni fase della produzione.",
          "visit_duration_min": 75
        },
        {
          "text": "Le processus de fabrication reste entièrement artisanal : séchage au soleil, roulage à la main, fermentation contrôlée et torréfaction au feu de bois. Chaque étape est réalisée par les villageois.",
          "visit_duration_min": 75
        },
        {
          "text": "The manufacturing process remains entirely artisanal: sun drying, hand rolling, controlled fermentation, and wood-fire roasting. Each stage is performed by villagers.",
          "visit_duration_min": 75
        },
        {
          "text": "O processo de fabricação permanece inteiramente artesanal: secagem ao sol, enrolamento à mão, fermentação controlada e torrefação a fogo de lenha. Cada etapa é realizada pelos aldeões.",
          "visit_duration_min": 75
        },
        {
          "text": "El proceso de fabricación permanece enteramente artesanal: secado al sol, enrollado a mano, fermentación controlada y torrefacción a fuego de leña. Cada etapa es realizada por los aldeanos.",
          "visit_duration_min": 75
        },
        {
          "text": "Il processo di fabbricazione rimane interamente artigianale: essiccazione al sole, arrotolamento a mano, fermentazione controllata e torrefazione a fuoco di legna. Ogni fase è realizzata dagli abitanti del villaggio.",
          "visit_duration_min": 75
        },
        {
          "text": "Le trek débute après la visite des plantations et s'enfonce vers le sud à travers les montagnes. Les sentiers descendent progressivement vers la vallée du Nam Ou.",
          "visit_duration_min": 75
        },
        {
          "text": "The trek begins after visiting the plantations and heads south through the mountains. Trails gradually descend toward the Nam Ou valley.",
          "visit_duration_min": 75
        },
        {
          "text": "O trekking inicia-se após a visita às plantações e adentra-se para sul através das montanhas. Os trilhos descem progressivamente em direção ao vale do Nam Ou.",
          "visit_duration_min": 75
        },
        {
          "text": "El trekking comienza después de la visita a las plantaciones y se adentra hacia el sur a través de las montañas. Los senderos descienden progresivamente hacia el valle del Nam Ou.",
          "visit_duration_min": 75
        },
        {
          "text": "Il trek inizia dopo la visita delle piantagioni e si inoltra verso sud attraverso le montagne. I sentieri scendono progressivamente verso la valle del Nam Ou.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La matinée aux plantations permet la dégustation et l'achat de thé directement aux producteurs. Les conditionnements traditionnels en bambou préservent les arômes."
        },
        {
          "text": "The morning at the plantations allows tasting and buying tea directly from producers. Traditional bamboo packaging preserves the aromas."
        },
        {
          "text": "A manhã nas plantações permite a degustação e compra de chá diretamente aos produtores. As embalagens tradicionais em bambu preservam os aromas."
        },
        {
          "text": "La mañana en las plantaciones permite la degustación y compra de té directamente a los productores. Los envases tradicionales de bambú preservan los aromas."
        },
        {
          "text": "La mattinata alle piantagioni permette la degustazione e l'acquisto di tè direttamente dai produttori. I confezionamenti tradizionali in bambù preservano gli aromi."
        },
        {
          "text": "Le départ du trek en début d'après-midi marque le début de l'aventure vers le sud. Le guide local porte une partie des provisions et facilite les contacts avec les villages."
        },
        {
          "text": "Early afternoon trek departure marks the beginning of the southward adventure. The local guide carries part of the provisions and facilitates village contacts."
        },
        {
          "text": "A partida do trekking no início da tarde marca o começo da aventura para sul. O guia local carrega parte das provisões e facilita os contactos com as aldeias."
        },
        {
          "text": "La salida del trekking a primera hora de la tarde marca el comienzo de la aventura hacia el sur. El guía local carga parte de las provisiones y facilita los contactos con las aldeas."
        },
        {
          "text": "La partenza del trek nel primo pomeriggio segna l'inizio dell'avventura verso sud. La guida locale porta parte delle provviste e facilita i contatti con i villaggi."
        },
        {
          "text": "La marche traverse rizières en terrasses et portions de forêt jusqu'au village de Ban Hatsa. Le rythme tranquille permet d'apprécier les paysages changeants."
        },
        {
          "text": "The walk crosses terraced rice fields and forest sections to Ban Hatsa village. The tranquil pace allows appreciating changing landscapes."
        },
        {
          "text": "A caminhada atravessa arrozais em socalcos e porções de floresta até à aldeia de Ban Hatsa. O ritmo tranquilo permite apreciar as paisagens mutáveis."
        },
        {
          "text": "La caminata atraviesa arrozales en terrazas y porciones de bosque hasta la aldea de Ban Hatsa. El ritmo tranquilo permite apreciar los paisajes cambiantes."
        },
        {
          "text": "La camminata attraversa risaie a terrazze e porzioni di foresta fino al villaggio di Ban Hatsa. Il ritmo tranquillo permette di apprezzare i paesaggi mutevoli."
        },
        {
          "text": "Ban Hatsa accueille les randonneurs dans une maison commune traditionnelle. Le repas partagé autour du foyer marque le début de l'immersion culturelle avec la famille d'accueil."
        },
        {
          "text": "Ban Hatsa welcomes trekkers in a traditional communal house. The meal shared around the hearth marks the beginning of cultural immersion with the host family."
        },
        {
          "text": "Ban Hatsa acolhe os caminhantes numa casa comum tradicional. A refeição partilhada em torno do lume marca o início da imersão cultural com a família anfitriã."
        },
        {
          "text": "Ban Hatsa acoge a los caminantes en una casa común tradicional. La comida compartida alrededor del hogar marca el inicio de la inmersión cultural con la familia anfitriona."
        },
        {
          "text": "Ban Hatsa accoglie gli escursionisti in una casa comune tradizionale. Il pasto condiviso attorno al focolare segna l'inizio dell'immersione culturale con la famiglia ospitante."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 3
        }
      ],
      "rating": 2.4,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LA::ban-yo",
      "name": "Ban Yo",
      "cc": "LA",
      "language": "fr",
      "coords": [
        21.35,
        102.2
      ],
      "lat": 21.35,
      "lon": 102.2,
      "visits": [
        {
          "text": "La deuxième journée de trek poursuit la descente vers le sud à travers plusieurs hameaux isolés. Les villages se succèdent dans un paysage de collines cultivées et de forêts.",
          "visit_duration_min": 75
        },
        {
          "text": "The second trek day continues the southward descent through several isolated hamlets. Villages succeed each other in a landscape of cultivated hills and forests.",
          "visit_duration_min": 75
        },
        {
          "text": "O segundo dia de trekking prossegue a descida para sul através de várias aldeias isoladas. As aldeias sucedem-se numa paisagem de colinas cultivadas e florestas.",
          "visit_duration_min": 75
        },
        {
          "text": "El segundo día de trekking prosigue el descenso hacia el sur a través de varias aldeas aisladas. Las aldeas se suceden en un paisaje de colinas cultivadas y bosques.",
          "visit_duration_min": 75
        },
        {
          "text": "Il secondo giorno di trek prosegue la discesa verso sud attraverso diversi villaggi isolati. I villaggi si susseguono in un paesaggio di colline coltivate e foreste.",
          "visit_duration_min": 75
        },
        {
          "text": "Les villages Akha se reconnaissent aux portails d'esprits en bois qui marquent l'entrée et délimitent le monde des vivants. Les balançoires rituelles servent lors du festival annuel.",
          "visit_duration_min": 75
        },
        {
          "text": "Akha villages are recognized by wooden spirit gates marking the entrance and delimiting the world of the living. Ritual swings serve during the annual festival.",
          "visit_duration_min": 75
        },
        {
          "text": "As aldeias Akha reconhecem-se pelos portais dos espíritos em madeira que marcam a entrada e delimitam o mundo dos vivos. Os baloiços rituais servem durante o festival anual.",
          "visit_duration_min": 75
        },
        {
          "text": "Las aldeas Akha se reconocen por los portales de espíritus de madera que marcan la entrada y delimitan el mundo de los vivos. Los columpios rituales sirven durante el festival anual.",
          "visit_duration_min": 75
        },
        {
          "text": "I villaggi Akha si riconoscono dai portali degli spiriti in legno che segnano l'ingresso e delimitano il mondo dei vivi. Le altalene rituali servono durante il festival annuale.",
          "visit_duration_min": 75
        },
        {
          "text": "Les femmes Hmong arborent leurs costumes brodés aux motifs géométriques complexes réalisés au point de croix. Les jupes plissées et les tabliers colorés témoignent d'un artisanat textile sophistiqué.",
          "visit_duration_min": 75
        },
        {
          "text": "Hmong women display their embroidered costumes with complex geometric patterns done in cross-stitch. Pleated skirts and colorful aprons testify to sophisticated textile craft.",
          "visit_duration_min": 75
        },
        {
          "text": "As mulheres Hmong exibem seus trajes bordados com motivos geométricos complexos realizados em ponto cruz. As saias plissadas e os aventais coloridos testemunham um artesanato têxtil sofisticado.",
          "visit_duration_min": 75
        },
        {
          "text": "Las mujeres Hmong lucen sus trajes bordados con motivos geométricos complejos realizados en punto de cruz. Las faldas plisadas y los delantales coloridos testimonian un artesanado textil sofisticado.",
          "visit_duration_min": 75
        },
        {
          "text": "Le donne Hmong sfoggiano i loro costumi ricamati con motivi geometrici complessi realizzati a punto croce. Le gonne plissettate e i grembiuli colorati testimoniano un'artigianato tessile sofisticato.",
          "visit_duration_min": 75
        },
        {
          "text": "Les maisons sur pilotis des Tai Lue se distinguent par leurs temples bouddhistes ornés de sculptures et de statues dorées. La religion se mêle aux croyances animistes dans un syncrétisme harmonieux.",
          "visit_duration_min": 75
        },
        {
          "text": "Tai Lue stilt houses are distinguished by their Buddhist temples adorned with sculptures and golden statues. Religion mingles with animist beliefs in harmonious syncretism.",
          "visit_duration_min": 75
        },
        {
          "text": "As casas sobre palafitas dos Tai Lue distinguem-se pelos seus templos budistas ornados de esculturas e estátuas douradas. A religião mistura-se às crenças animistas num sincretismo harmonioso.",
          "visit_duration_min": 75
        },
        {
          "text": "Las casas sobre pilotes de los Tai Lue se distinguen por sus templos budistas ornados con esculturas y estatuas doradas. La religión se mezcla con las creencias animistas en un sincretismo armonioso.",
          "visit_duration_min": 75
        },
        {
          "text": "Le case su palafitte dei Tai Lue si distinguono per i loro templi buddisti ornati di sculture e statue dorate. La religione si mescola alle credenze animiste in un sincretismo armonioso.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village Akha de Ban Yo accueille la seconde nuit dans une atmosphère différente de la veille. Chaque communauté possède ses propres traditions d'hospitalité et de partage.",
          "visit_duration_min": 75
        },
        {
          "text": "Ban Yo Akha village hosts the second night in a different atmosphere from the previous evening. Each community possesses its own traditions of hospitality and sharing.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia Akha de Ban Yo acolhe a segunda noite numa atmosfera diferente da véspera. Cada comunidade possui suas próprias tradições de hospitalidade e partilha.",
          "visit_duration_min": 75
        },
        {
          "text": "La aldea Akha de Ban Yo acoge la segunda noche en una atmósfera diferente de la víspera. Cada comunidad posee sus propias tradiciones de hospitalidad y compartir.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio Akha di Ban Yo accoglie la seconda notte in un'atmosfera diversa dalla sera precedente. Ogni comunità possiede le proprie tradizioni di ospitalità e condivisione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La marche couvre une quinzaine de kilomètres à travers un relief qui s'adoucit progressivement. Les montées se font plus rares tandis que la route vers le sud se dévoile."
        },
        {
          "text": "The walk covers about fifteen kilometers through terrain that gradually softens. Climbs become rarer while the southern route reveals itself."
        },
        {
          "text": "A caminhada cobre uma quinzena de quilômetros através de um relevo que se suaviza progressivamente. As subidas tornam-se mais raras enquanto a estrada para sul se desvenda."
        },
        {
          "text": "La caminata cubre una quincena de kilómetros a través de un relieve que se suaviza progresivamente. Las subidas se vuelven más raras mientras la ruta hacia el sur se desvela."
        },
        {
          "text": "La camminata copre una quindicina di chilometri attraverso un rilievo che si addolcisce progressivamente. Le salite diventano più rare mentre la strada verso sud si rivela."
        },
        {
          "text": "Les femmes tisserandes travaillent sur leurs métiers devant les maisons et partagent parfois leurs techniques avec les visiteurs. La teinture à l'indigo colore leurs mains de bleu profond."
        },
        {
          "text": "Women weavers work at their looms in front of houses and sometimes share their techniques with visitors. Indigo dyeing colors their hands deep blue."
        },
        {
          "text": "As mulheres tecelãs trabalham nos seus teares em frente às casas e por vezes partilham suas técnicas com os visitantes. O tingimento com índigo colore suas mãos de azul profundo."
        },
        {
          "text": "Las mujeres tejedoras trabajan en sus telares delante de las casas y a veces comparten sus técnicas con los visitantes. El tinte de índigo colorea sus manos de azul profundo."
        },
        {
          "text": "Le donne tessitrici lavorano sui loro telai davanti alle case e a volte condividono le loro tecniche con i visitatori. La tintura all'indaco colora le loro mani di blu profondo."
        },
        {
          "text": "Le Lao Lao, alcool de riz distillé localement, accompagne l'accueil des visiteurs dans les villages. Les échanges passent par les gestes et les sourires quand le guide traduit."
        },
        {
          "text": "Lao Lao, locally distilled rice alcohol, accompanies the welcoming of visitors in villages. Exchanges pass through gestures and smiles when the guide translates."
        },
        {
          "text": "O Lao Lao, álcool de arroz destilado localmente, acompanha o acolhimento dos visitantes nas aldeias. As trocas passam pelos gestos e sorrisos quando o guia traduz."
        },
        {
          "text": "El Lao Lao, alcohol de arroz destilado localmente, acompaña la acogida de los visitantes en las aldeas. Los intercambios pasan por gestos y sonrisas cuando el guía traduce."
        },
        {
          "text": "Il Lao Lao, alcool di riso distillato localmente, accompagna l'accoglienza dei visitatori nei villaggi. Gli scambi passano attraverso gesti e sorrisi quando la guida traduce."
        },
        {
          "text": "Le respect des coutumes s'impose : vêtements couvrants, demande de permission avant les photos, attention aux barrières rituelles lors de cérémonies."
        },
        {
          "text": "Respecting customs is essential: covering clothing, asking permission before photos, attention to ritual barriers during ceremonies."
        },
        {
          "text": "O respeito pelos costumes impõe-se: vestuário que cubra, pedido de autorização antes das fotos, atenção às barreiras rituais durante cerimônias."
        },
        {
          "text": "El respeto de las costumbres se impone: ropa que cubra, pedir permiso antes de las fotos, atención a las barreras rituales durante ceremonias."
        },
        {
          "text": "Il rispetto delle usanze si impone: abiti coprenti, richiesta di permesso prima delle foto, attenzione alle barriere rituali durante le cerimonie."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 4
        }
      ],
      "rating": 2.9,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LA::champasak",
      "name": "Champasak",
      "cc": "LA",
      "language": "fr",
      "coords": [
        14.8833,
        105.8667
      ],
      "lat": 14.8833,
      "lon": 105.8667,
      "visits": [
        {
          "text": "Le Wat Phu s'étage sur les pentes du mont sacré Phu Passak selon un axe rituel reliant le sommet au Mékong sur 10 kilomètres. Un sanctuaire dédié à Shiva occupait ce site au VIe siècle avant le complexe khmer du XIIe siècle sous Suryavarman II.",
          "visit_duration_min": 75
        },
        {
          "text": "L'allée processionnelle bordée de bornes de pierre traverse un bassin cérémoniel couvert de nénuphars. Deux pavillons en ruine accueillaient jadis les pèlerins, un pour hommes, un pour femmes.",
          "visit_duration_min": 75
        },
        {
          "text": "Un escalier monumental aux marches irrégulières grimpe vers le sanctuaire principal niché contre la falaise d'où jaillit une source sacrée. Les frangipaniers centenaires embaument l'air.",
          "visit_duration_min": 75
        },
        {
          "text": "Le prasat sommital arbore des frontons sculptés illustrant des épisodes du Ramayana laotien. Le site fut redécouvert par un explorateur français à la fin du XIXe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Phu, inscrit à l'UNESCO depuis 2001, reçoit une fraction des visiteurs d'Angkor Wat, offrant une expérience contemplative rare parmi les vestiges khmers.",
          "visit_duration_min": 75
        },
        {
          "text": "La petite ville de Champasak somnole au bord du Mékong. Les maisons coloniales côtoient les demeures traditionnelles lao le long de la rue principale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Les chemins de terre rouge entre Champasak et Wat Phu se parcourent aisément à bicyclette à travers rizières et villages assoupis."
        },
        {
          "text": "Le festival Bun Wat Phu durant trois jours à la pleine lune de février attire des milliers de pèlerins pour courses de pirogues, combats de boxe et spectacles."
        },
        {
          "text": "Le belvédère à mi-hauteur de l'escalier offre une vue plongeante sur le complexe inférieur et la plaine jusqu'au Mékong."
        },
        {
          "text": "Le marché matinal de Champasak étale fruits, légumes, poissons du Mékong et café des Bolovens. Les échoppes servent petit-déjeuner lao."
        },
        {
          "text": "Le coucher de soleil embrase le Mékong face à Champasak. Les restaurants sur pilotis servent cuisine lao tandis que le mont Phu Passak se découpe en ombre chinoise."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 11
        }
      ],
      "rating": 6.7,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LA::don-det",
      "name": "Don Det",
      "cc": "LA",
      "language": "fr",
      "coords": [
        13.9833,
        105.9167
      ],
      "lat": 13.9833,
      "lon": 105.9167,
      "visits": [
        {
          "text": "L'archipel de Si Phan Don égrène ses bancs de sable et îlots boisés à travers le Mékong élargi avant la frontière cambodgienne. Trois îles accueillent les visiteurs : Don Det, Don Khon et Don Khong.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Det concentre les bungalows sur pilotis et hamacs suspendus face au fleuve dans une atmosphère propice à la paresse. La pointe nord offre les plus beaux couchers de soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Un pont relie Don Det à Don Khon moyennant un modeste péage. L'île voisine conserve une atmosphère plus paisible avec ses villages de pêcheurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Les vestiges du chemin de fer français témoignent de la tentative coloniale de contourner les rapides infranchissables du Mékong. Une locomotive rouillée repose près de l'ancien embarcadère.",
          "visit_duration_min": 75
        },
        {
          "text": "La plage de sable sur la rive ouest de Don Det s'étire face au courant où les enfants pataugent et les pêcheurs lancent leurs filets.",
          "visit_duration_min": 75
        },
        {
          "text": "Les chutes de Liphi dévalent une série de rapides tumultueux sur la pointe sud de Don Khon dans un grondement permanent. Les rochers noirs créent un labyrinthe où les eaux s'engouffrent.",
          "visit_duration_min": 75
        },
        {
          "text": "Les chutes de Khone Phapheng constituent la plus grande cascade d'Asie du Sud-Est par leur débit colossal. Un belvédère permet de contempler le rideau d'eau large de 10 kilomètres à la mousson.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de pêcheurs à la pointe sud de Don Khon vit au rythme du fleuve. Les habitants tendent des nasses dans les rapides pour capturer les poissons.",
          "visit_duration_min": 75
        },
        {
          "text": "Don Khong, la plus grande île, reste à l'écart des flux touristiques avec ses temples modestes, marchés villageois et rizières verdoyantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Une dernière matinée sans programme sur Don Det permet de goûter au rythme du Mékong contre les pilotis. Le temps semble suspendu dans l'archipel.",
          "visit_duration_min": 75
        },
        {
          "text": "Les sentiers méconnus de l'intérieur de Don Det traversent rizières, potagers familiaux et bosquets de cocotiers loin des chemins battus.",
          "visit_duration_min": 75
        },
        {
          "text": "Le petit marché de Don Det propose fruits frais, baguettes héritées de l'époque française et café lao. Les habitants s'y retrouvent chaque matin.",
          "visit_duration_min": 75
        },
        {
          "text": "La plage de sable accueille une dernière baignade matinale dans les eaux tièdes du Mékong. Les pêcheurs relèvent leurs filets tandis que les enfants jouent.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Les loueurs de vélos permettent de parcourir les chemins de terre de Don Det et Don Khon en quelques heures. Le terrain plat facilite la balade."
        },
        {
          "text": "Les hamacs face au Mékong constituent l'activité principale des visiteurs qui succombent à la torpeur de l'archipel."
        },
        {
          "text": "Les habitants poursuivent leurs activités au bord du fleuve : lessive, toilette, jeux des enfants. Observer ce ballet matinal offre un aperçu de la vie insulaire."
        },
        {
          "text": "Le lever du soleil embrase le Mékong d'une lumière dorée qui se reflète sur les eaux calmes entre les îlots."
        },
        {
          "text": "Les pirogues partent à l'aube pour tenter d'apercevoir les dauphins d'eau douce de l'Irrawaddy près de la frontière cambodgienne. Ces cétacés menacés remontent parfois à la surface."
        },
        {
          "text": "Les rails rouillés de l'ancien chemin de fer traversent Don Khon jusqu'aux quais français. Cette randonnée ombragée passe par des portions de jungle."
        },
        {
          "text": "La baignade dans les bras calmes du Mékong rafraîchit après les heures à pédaler. Les locaux se baignent près des plages de sable en fin de journée."
        },
        {
          "text": "Le coucher de soleil depuis la pointe nord de Don Det clôt la journée. Les silhouettes des pirogues glissent sur l'eau rougeoyante."
        },
        {
          "text": "Un petit-déjeuner prolongé face au fleuve permet de feuilleter un livre abandonné par un voyageur précédent. Les guesthouses accumulent les romans écornés."
        },
        {
          "text": "Les salons de massage sur les terrasses ombragées proposent des soins à tarifs modestes. La brise et le chant des oiseaux accompagnent la détente."
        },
        {
          "text": "Les habitants croisés au fil des jours méritent un dernier salut. Ces connexions éphémères font partie de la magie des 4000 îles."
        },
        {
          "text": "Le ferry de retour vers Ban Nakasang part en fin de matinée pour rejoindre Pakse. Le Mékong s'éloigne tandis que les souvenirs se teintent de nostalgie."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 12
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 13
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 14
        }
      ],
      "rating": 7.7,
      "place_type": "large_city",
      "suggested_days": 4
    },
    {
      "place_id": "LA::huay-xai",
      "name": "Huay Xai",
      "cc": "LA",
      "language": "fr",
      "coords": [
        20.2726,
        100.4113
      ],
      "lat": 20.2726,
      "lon": 100.4113,
      "visits": [
        {
          "text": "Huay Xai s'étire le long du Mékong face à la ville thaïlandaise de Chiang Khong, reliée par le pont de l'Amitié inauguré en 2013. Cette bourgade frontalière constitue la porte d'entrée nord du Laos pour les voyageurs arrivant de Thaïlande.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Fort Carnot domine le Mékong depuis sa position stratégique choisie par les Français vers 1900. L'ancien poste militaire n'a guère connu l'action mais offre des vues spectaculaires sur le fleuve et les montagnes environnantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Des sculptures énigmatiques peuplent les abords du fort sans que personne ne sache vraiment expliquer leur origine. Ces statues ajoutent une touche surréaliste au panorama déjà saisissant.",
          "visit_duration_min": 75
        },
        {
          "text": "Le temple principal de Huay Xai se perche au sommet d'un escalier raide au-dessus de la rue commerçante. Les moines vaquent à leurs occupations quotidiennes tandis qu'une école monastique occupe une partie de l'enceinte.",
          "visit_duration_min": 75
        },
        {
          "text": "L'embarcadère des slow boats s'anime chaque matin lorsque les voyageurs embarquent pour la descente du Mékong vers Luang Prabang. Les pirogues à longue queue attendent le long des pontons de bois.",
          "visit_duration_min": 75
        },
        {
          "text": "La dernière matinée dans la canopée permet de profiter une ultime fois du réveil de la forêt. Les adieux aux cabanes perchées marquent la fin de l'immersion dans ce monde suspendu.",
          "visit_duration_min": 75
        },
        {
          "text": "La descente vers le sol ramène progressivement à la civilisation après les jours passés dans les arbres. Le contraste entre la jungle et les villages traversés au retour frappe les sens.",
          "visit_duration_min": 75
        },
        {
          "text": "Les villages des environs du parc abritent des communautés qui bénéficient des retombées de l'écotourisme. Le projet contribue à la protection de la forêt en offrant une alternative économique à la déforestation.",
          "visit_duration_min": 75
        },
        {
          "text": "Le retour à Huay Xai traverse des paysages de montagnes cultivées et de hameaux isolés. Les rizières en terrasses occupent les pentes là où la forêt a cédé la place à l'agriculture.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le marché local ouvre vers 14h et propose fruits frais, légumes et produits du quotidien dans une ambiance authentique. Les vendeuses des villages environnants y écoulent leur production."
        },
        {
          "text": "La promenade le long du Mékong offre des vues sur la rive thaïlandaise et les montagnes qui encadrent le fleuve. Le coucher de soleil embrase les eaux brunes dans un dégradé d'orange et de rose."
        },
        {
          "text": "Les quelques bars en terrasse de la rue principale servent la Beerlao locale face au fleuve. L'ambiance tranquille invite à trinquer au début de l'aventure laotienne."
        },
        {
          "text": "Les agences du centre organisent les réservations pour la Gibbon Experience et le slow boat. La veille du départ permet de finaliser les détails logistiques."
        },
        {
          "text": "Les dernières tyroliennes du matin survolent les portions les plus spectaculaires du parc avant le départ. La lumière matinale sublime les verts profonds de la canopée."
        },
        {
          "text": "Le transfert retour vers Huay Xai laisse le temps de digérer l'expérience unique des jours précédents. Les images de la forêt vue d'en haut resteront gravées dans les mémoires."
        },
        {
          "text": "L'après-midi libre à Huay Xai permet de flâner dans les rues commerçantes et de préparer l'étape suivante. Les boutiques proposent artisanat local et souvenirs du Laos."
        },
        {
          "text": "La soirée face au Mékong offre l'occasion de rencontrer d'autres voyageurs et d'échanger sur les aventures respectives. Le lendemain marquera le début de la descente du fleuve mythique."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 1
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 4
        }
      ],
      "rating": 3.8,
      "place_type": "small_city",
      "suggested_days": 1
    },
    {
      "place_id": "LA::luang-namtha",
      "name": "Luang Namtha",
      "cc": "LA",
      "language": "fr",
      "coords": [
        20.95,
        101.4
      ],
      "lat": 20.95,
      "lon": 101.4,
      "visits": [
        {
          "text": "Le Poumpouk Stupa dresse son chedi doré à côté des ruines de l'ancien stupa du XVIIe siècle qui marquait la frontière entre les royaumes de Lan Xang et de Lanna. Les bombardements américains de 1966 durant la guerre secrète réduisirent l'édifice original en ruines, et le nouveau fut érigé en 2003.",
          "visit_duration_min": 75
        },
        {
          "text": "The Poumpouk Stupa raises its golden chedi next to the ruins of the old 17th-century stupa that marked the border between the Lan Xang and Lanna kingdoms. American bombings in 1966 during the secret war reduced the original structure to ruins, and the new one was erected in 2003.",
          "visit_duration_min": 75
        },
        {
          "text": "El Poumpouk Stupa levanta su chedi dorado junto a las ruinas de la antigua estupa del siglo XVII que marcaba la frontera entre los reinos de Lan Xang y Lanna. Los bombardeos estadounidenses de 1966 durante la guerra secreta redujeron el edificio original a ruinas, y el nuevo fue erigido en 2003.",
          "visit_duration_min": 75
        },
        {
          "text": "Un escalier bordé de nagas grimpe jusqu'à la plateforme où les deux chedis se font face, l'un témoignant du passé, l'autre de la reconstruction. La vue s'étend sur les rizières dorées de la vallée de Luang Namtha.",
          "visit_duration_min": 75
        },
        {
          "text": "A staircase lined with nagas climbs to the platform where the two chedis face each other, one bearing witness to the past, the other to reconstruction. The view extends over the golden rice paddies of the Luang Namtha valley.",
          "visit_duration_min": 75
        },
        {
          "text": "Una escalera bordeada de nagas sube hasta la plataforma donde los dos chedis se enfrentan, uno testimoniando el pasado, el otro la reconstrucción. La vista se extiende sobre los arrozales dorados del valle de Luang Namtha.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Samakkhixay Stupa offre un panorama similaire sur les champs environnants depuis son chedi doré creux qui abrite des statues de Bouddha. L'accès reste gratuit et la fréquentation modeste.",
          "visit_duration_min": 75
        },
        {
          "text": "The Samakkhixay Stupa offers a similar panorama over the surrounding fields from its hollow golden chedi that houses Buddha statues. Access remains free and attendance modest.",
          "visit_duration_min": 75
        },
        {
          "text": "El Samakkhixay Stupa ofrece un panorama similar sobre los campos circundantes desde su chedi dorado hueco que alberga estatuas de Buda. El acceso sigue siendo gratuito y la afluencia modesta.",
          "visit_duration_min": 75
        },
        {
          "text": "La petite ville de Luang Namtha s'étire le long d'une route principale bordée de maisons basses et de quelques temples modestes. Les plantations d'hévéas qui s'étendent à perte de vue constituent la principale ressource économique de la province.",
          "visit_duration_min": 75
        },
        {
          "text": "The small town of Luang Namtha stretches along a main road lined with low houses and a few modest temples. The rubber plantations that extend as far as the eye can see constitute the province's main economic resource.",
          "visit_duration_min": 75
        },
        {
          "text": "La pequeña ciudad de Luang Namtha se extiende a lo largo de una carretera principal bordeada de casas bajas y algunos templos modestos. Las plantaciones de caucho que se extienden hasta donde alcanza la vista constituyen el principal recurso económico de la provincia.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascade Nam Dee se niche à 5 kilomètres à l'est du centre, accessible par une piste poussiéreuse traversant le village du même nom. Une courte marche mène au pied de la chute modeste mais rafraîchissante.",
          "visit_duration_min": 75
        },
        {
          "text": "Nam Dee waterfall nestles 5 kilometers east of the center, accessible by a dusty track crossing the village of the same name. A short walk leads to the foot of the modest but refreshing falls.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascada Nam Dee se encuentra a 5 kilómetros al este del centro, accesible por una pista polvorienta que atraviesa el pueblo del mismo nombre. Una corta caminata conduce al pie de la caída modesta pero refrescante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le marché de nuit rassemble quelques étals de street food et de produits locaux dans une atmosphère bien plus tranquille que les marchés du sud. Les vendeurs rangent tôt et l'animation retombe dès 21h."
        },
        {
          "text": "The night market gathers a few street food stalls and local products in an atmosphere much quieter than the southern markets. Vendors pack up early and the activity dies down by 9pm."
        },
        {
          "text": "El mercado nocturno reúne algunos puestos de comida callejera y productos locales en una atmósfera mucho más tranquila que los mercados del sur. Los vendedores recogen temprano y la animación decae desde las 9 de la noche."
        },
        {
          "text": "Les rizières qui tapissent la vallée autour de Luang Namtha virent au doré durant la récolte de novembre. Les paysans courbés dans les champs offrent un spectacle intemporel sur fond de montagnes verdoyantes."
        },
        {
          "text": "The rice paddies carpeting the valley around Luang Namtha turn golden during the November harvest. Farmers bent over in the fields offer a timeless spectacle against a backdrop of green mountains."
        },
        {
          "text": "Los arrozales que tapizan el valle alrededor de Luang Namtha se vuelven dorados durante la cosecha de noviembre. Los campesinos encorvados en los campos ofrecen un espectáculo atemporal sobre un telón de fondo de montañas verdes."
        },
        {
          "text": "Les agences de trek du centre-ville proposent des expéditions de un à cinq jours dans la réserve nationale de Nam Ha. La veille du départ permet de comparer les offres et de constituer un groupe pour réduire les coûts."
        },
        {
          "text": "Downtown trekking agencies offer expeditions from one to five days in Nam Ha National Reserve. The day before departure allows comparing offers and forming a group to reduce costs."
        },
        {
          "text": "Las agencias de trekking del centro ofrecen expediciones de uno a cinco días en la reserva nacional de Nam Ha. La víspera de la partida permite comparar ofertas y formar un grupo para reducir costos."
        },
        {
          "text": "Les villages ethniques des environs accueillent les visiteurs curieux de découvrir les modes de vie traditionnels des montagnards. Un guide facilite les échanges et le respect des coutumes locales."
        },
        {
          "text": "Ethnic villages in the surroundings welcome visitors curious to discover the traditional lifestyles of mountain people. A guide facilitates exchanges and respect for local customs."
        },
        {
          "text": "Los pueblos étnicos de los alrededores acogen a visitantes curiosos de descubrir los modos de vida tradicionales de los montañeses. Un guía facilita los intercambios y el respeto de las costumbres locales."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::nature-aventure-ethnies-8j",
          "itin_title": "Naturaleza y aventura en el Norte de Laos: etnias, selva y karsts",
          "day": 1
        }
      ],
      "rating": 5.2,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "LA::luang-prabang",
      "name": "Luang Prabang",
      "cc": "LA",
      "language": "fr",
      "coords": [
        19.8856,
        102.1347
      ],
      "lat": 19.8856,
      "lon": 102.1347,
      "visits": [
        {
          "text": "La route de Nong Khiaw à Luang Prabang déroule ses 3h30 de lacets à travers les montagnes. Ce trajet relativement court clôt agréablement les longues journées de transport des jours précédents.",
          "visit_duration_min": 75
        },
        {
          "text": "Le COPE Visitor Centre de Luang Prabang complète la thématique historique du voyage. Cette organisation fournit prothèses et fauteuils roulants aux victimes des munitions non explosées.",
          "visit_duration_min": 75
        },
        {
          "text": "Les expositions interactives expliquent le travail des démineurs et présentent les témoignages de survivants. L'entrée gratuite permet de soutenir cette cause par un don.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong depuis 1559. Ses mosaïques de verre rouge racontent des scènes de la vie du Bouddha.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Palais Royal converti en musée expose la salle du trône et le Phra Bang, statue de Bouddha en or qui donna son nom à la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Le mont Phousi culmine au centre de la péninsule, coiffé du stupa doré du Wat Chom Si. Les 328 marches mènent à une vue circulaire sur la confluence des deux rivières.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes de Pak Ou s'ouvrent dans une falaise calcaire au confluent du Mékong et de la Nam Ou. Des milliers de statuettes de Bouddha déposées au fil des siècles tapissent les parois.",
          "visit_duration_min": 75
        },
        {
          "text": "La navigation sur le Mékong vers Pak Ou fait écho aux témoignages de fuite et de survie entendus durant le voyage. Le fleuve servit de voie d'évasion pour de nombreux réfugiés.",
          "visit_duration_min": 75
        },
        {
          "text": "Les chutes de Kuang Si dévalent 50 mètres de gradins calcaires au coeur de la jungle. Les bassins turquoise offrent une récompense rafraîchissante après les journées intenses du voyage.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sanctuaire Moon Bear recueille des ours noirs d'Asie sauvés du trafic de bile. Cette initiative de conservation prolonge la réflexion sur la protection des populations vulnérables.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville UNESCO alterne villas coloniales et temples aux toits pentus. Cette beauté préservée contraste avec les destructions documentées tout au long du voyage.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Palais Royal fut érigé en 1904 pour le roi Sisavang Vong dans un style hybride mêlant toits lao traditionnels et colonnades françaises. Converti en musée après la révolution de 1975, il expose la salle du trône, les appartements royaux et les regalia de la monarchie.",
          "visit_duration_min": 75
        },
        {
          "text": "Le temple Haw Pha Bang abrite le Phra Bang, statue de Bouddha en or vieille de deux millénaires qui donna son nom à la cité. L'édifice actuel date de 2006 mais reproduit fidèlement l'architecture lao classique aux toits superposés.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong depuis 1559, année où le roi Setthathirath ordonna sa construction. Ses murs extérieurs scintillent de mosaïques de verre figurant des scènes villageoises, tandis que l'intérieur conserve un Bouddha couché d'origine.",
          "visit_duration_min": 75
        },
        {
          "text": "Le mont Phousi culmine à 100 mètres au-dessus de la péninsule, coiffé du stupa doré du Wat Chom Si. Les 328 marches de l'ascension mènent à une vue circulaire embrassant la confluence du Mékong et de la Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Sene arbore une façade rouge et or éclatante qui tranche avec les teintes plus sobres des temples voisins. Construit au XVIIIe siècle, il attire moins de visiteurs et offre une atmosphère recueillie propice à la contemplation.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville UNESCO alterne villas coloniales reconverties en boutiques et temples aux toits pentus caractéristiques du style lao. La pointe de la presqu'île offre un panorama sur les deux rivières qui enserrent le quartier historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Le TAEC rassemble costumes, outils et textiles des 49 groupes ethniques du Laos dans une scénographie moderne et interactive. Ce musée constitue la meilleure introduction à la mosaïque culturelle du pays.",
          "visit_duration_min": 75
        },
        {
          "text": "Le centre Ock Pop Tok sur les berges du Mékong permet d'observer les artisanes tisser la soie sur des métiers verticaux. Elles teignent les fils avec des pigments végétaux et appliquent le batik à la cire.",
          "visit_duration_min": 75
        },
        {
          "text": "Le pont de bambou enjambe la Nam Khan sur 100 mètres et relie la péninsule touristique au quartier paisible de la rive opposée. Une famille locale reconstruit cette passerelle chaque année après la décrue.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Xiengleck se niche dans un quartier où les touristes se font rares de l'autre côté du pont. Les ruelles alentour abritent des ateliers familiaux de tissage, de sculpture sur bois et de fabrication du papier saa.",
          "visit_duration_min": 75
        },
        {
          "text": "Les fermes pédagogiques des environs déroulent les étapes de la riziculture lao, du tri des grains au décorticage final. Les visiteurs labourent la boue aux côtés des buffles.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes de Pak Ou s'ouvrent dans une falaise calcaire au confluent du Mékong et de la Nam Ou, à deux heures de navigation en amont. Des milliers de statuettes de Bouddha déposées au fil des siècles tapissent les parois des deux cavités.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte supérieure de Pak Ou, plus sombre et moins fréquentée, révèle des centaines de statues entassées dans les recoins. Certaines sont recouvertes de poussière dorée.",
          "visit_duration_min": 75
        },
        {
          "text": "Les chutes de Kuang Si dévalent 50 mètres de gradins calcaires au coeur de la jungle, à 29 kilomètres de la ville. Les bassins turquoise invitent à la baignade en tenue couvrante.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sanctuaire Moon Bear recueille des ours noirs d'Asie sauvés du trafic de bile à l'entrée du parc de Kuang Si. Les pensionnaires évoluent dans des enclos semi-naturels.",
          "visit_duration_min": 75
        },
        {
          "text": "Les villages de tisserands sur la route des chutes permettent d'observer les artisanes travailler la soie sur le pas de leur porte. Les achats directs garantissent une rémunération équitable.",
          "visit_duration_min": 75
        },
        {
          "text": "Le théâtre Garavek programme chaque soir une séance de contes traditionnels lao accompagnés au khène, l'orgue à bouche local. Un conteur narre en anglais les légendes de la région.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Visoun abrite le plus ancien Bouddha de la ville dans un sanctuaire reconstruit après un incendie au XIXe siècle. Le stupa arrondi qui jouxte le temple, surnommé la pastèque, date du XVIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Aham se niche à l'ombre de deux banyans centenaires considérés comme la demeure des esprits protecteurs de Luang Prabang. Ce temple discret accueille peu de visiteurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Mai Suwannaphumaham arbore un porche doré finement sculpté représentant des scènes du Ramayana et de la vie du Bouddha. Ce monastère accueille le Phra Bang lors du nouvel an lao.",
          "visit_duration_min": 75
        },
        {
          "text": "La rive de la Nam Khan longe des jardins ombragés jusqu'au confluent avec le Mékong. Les bancs invitent à la lecture tandis que les pirogues de pêcheurs glissent silencieusement.",
          "visit_duration_min": 75
        },
        {
          "text": "Les anciennes demeures coloniales du quartier français témoignent du passé de protectorat avec leurs volets en bois et balcons ouvragés. Plusieurs ont été converties en cafés ou galeries.",
          "visit_duration_min": 75
        },
        {
          "text": "Cérémonie de l'aumône à l'aube. Dès 6h, les moines en robe safran défilent en silence pour recevoir le riz gluant. 34 temples participent à ce rituel quotidien. Rester discret, éviter les flashs, ne pas bloquer le passage des moines.",
          "visit_duration_min": 75
        },
        {
          "text": "Alms giving ceremony at dawn. From 6am, monks in saffron robes file silently to receive sticky rice. 34 temples participate in this daily ritual. Stay discreet, avoid flashes, don't block monks' passage.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerimônia da esmola ao amanhecer. Desde as 6h, os monges em veste cor de açafrão desfilam em silêncio para receber o arroz glutinoso. 34 templos participam neste ritual quotidiano. Manter-se discreto, evitar os flashes, não bloquear a passagem dos monges.",
          "visit_duration_min": 75
        },
        {
          "text": "Ceremonia de la limosna al amanecer. Desde las 6h, los monjes en túnica azafrán desfilan en silencio para recibir el arroz glutinoso. 34 templos participan en este ritual diario. Mantenerse discreto, evitar los flashes, no bloquear el paso de los monjes.",
          "visit_duration_min": 75
        },
        {
          "text": "Cerimonia dell'elemosina all'alba. Dalle 6h, i monaci in veste color zafferano sfilano in silenzio per ricevere il riso glutinoso. 34 templi partecipano a questo rituale quotidiano. Restare discreti, evitare i flash, non bloccare il passaggio dei monaci.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché matinal de la péninsule. Ouvert jusqu'à 10h, fruits tropicaux, poissons frétillants, alcool de riz maison. Goûter le khao jee : riz gluant grillé sur bambou servi sur feuille de bananier. Alternative : Phosy Market ouvert toute la journée.",
          "visit_duration_min": 75
        },
        {
          "text": "Morning market on the peninsula. Open until 10am, tropical fruits, wriggling fish, homemade rice alcohol. Taste khao jee: sticky rice grilled on bamboo served on banana leaf. Alternative: Phosy Market open all day.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matinal da península. Aberto até às 10h, frutas tropicais, peixes saltitantes, álcool de arroz caseiro. Provar o khao jee: arroz glutinoso grelhado sobre bambu servido em folha de bananeira. Alternativa: Phosy Market aberto todo o dia.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matinal de la península. Abierto hasta las 10h, frutas tropicales, peces frescos, alcohol de arroz casero. Probar el khao jee: arroz glutinoso a la parrilla sobre bambú servido en hoja de plátano. Alternativa: Phosy Market abierto todo el día.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato mattutino della penisola. Aperto fino alle 10h, frutta tropicale, pesci guizzanti, alcool di riso fatto in casa. Assaggiare il khao jee: riso glutinoso grigliato su bambù servito su foglia di banano. Alternativa: Phosy Market aperto tutto il giorno.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais Royal (Haw Kaum). Construit en 1904 pour le roi Sisavang Vong, style hybride franco-lao. Musée depuis la révolution de 1975 : salle du trône, appartements royaux, objets de la monarchie. Entrée 30 000 kip, 8h-11h30 et 13h30-16h. Casiers gratuits pour appareils photo.",
          "visit_duration_min": 75
        },
        {
          "text": "Royal Palace (Haw Kaum). Built in 1904 for King Sisavang Vong, Franco-Lao hybrid style. Museum since the 1975 revolution: throne room, royal apartments, monarchy objects. Entry 30,000 kip, 8am-11:30am and 1:30pm-4pm. Free lockers for cameras.",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio Real (Haw Kaum). Construído em 1904 para o rei Sisavang Vong, estilo híbrido franco-lao. Museu desde a revolução de 1975: sala do trono, apartamentos reais, objetos da monarquia. Entrada 30.000 kip, 8h-11h30 e 13h30-16h. Cacifos gratuitos para máquinas fotográficas.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Real (Haw Kaum). Construido en 1904 para el rey Sisavang Vong, estilo híbrido franco-lao. Museo desde la revolución de 1975: sala del trono, apartamentos reales, objetos de la monarquía. Entrada 30.000 kip, 8h-11h30 y 13h30-16h. Casilleros gratuitos para cámaras.",
          "visit_duration_min": 75
        },
        {
          "text": "Palazzo Reale (Haw Kaum). Costruito nel 1904 per il re Sisavang Vong, stile ibrido franco-lao. Museo dalla rivoluzione del 1975: sala del trono, appartamenti reali, oggetti della monarchia. Ingresso 30.000 kip, 8h-11h30 e 13h30-16h. Armadietti gratuiti per macchine fotografiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Temple Haw Pha Bang. Abrite le Phra Bang, statue de Bouddha dorée vieille de 2000 ans, relique la plus sacrée du Laos. Temple construit en 2006 dans le style traditionnel. La ville tire son nom de cette statue.",
          "visit_duration_min": 75
        },
        {
          "text": "Haw Pha Bang Temple. Houses the Phra Bang, 2000-year-old golden Buddha statue, Laos's most sacred relic. Temple built in 2006 in traditional style. The city takes its name from this statue.",
          "visit_duration_min": 75
        },
        {
          "text": "Templo Haw Pha Bang. Abriga o Phra Bang, estátua de Buda dourada com 2000 anos, relíquia mais sagrada do Laos. Templo construído em 2006 no estilo tradicional. A cidade tira o nome desta estátua.",
          "visit_duration_min": 75
        },
        {
          "text": "Templo Haw Pha Bang. Alberga el Phra Bang, estatua de Buda dorada de 2000 años, reliquia más sagrada de Laos. Templo construido en 2006 en estilo tradicional. La ciudad toma su nombre de esta estatua.",
          "visit_duration_min": 75
        },
        {
          "text": "Tempio Haw Pha Bang. Custodisce il Phra Bang, statua di Buddha dorata vecchia di 2000 anni, reliquia più sacra del Laos. Tempio costruito nel 2006 in stile tradizionale. La città prende il nome da questa statua.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengthong. Édifié en 1559-1560 par le roi Setthathirath, lieu de couronnement des rois jusqu'en 1975. Portes en bois doré sculpté, Bouddha couché d'origine, mosaïques de verre spectaculaires sur les murs extérieurs. Entrée 20 000 kip.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengthong. Built in 1559-1560 by King Setthathirath, coronation site for kings until 1975. Carved golden wooden doors, original reclining Buddha, spectacular glass mosaics on outer walls. Entry 20,000 kip.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengthong. Edificado em 1559-1560 pelo rei Setthathirath, local de coroação dos reis até 1975. Portas em madeira dourada esculpida, Buda deitado original, mosaicos de vidro espetaculares nas paredes exteriores. Entrada 20.000 kip.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengthong. Edificado en 1559-1560 por el rey Setthathirath, lugar de coronación de los reyes hasta 1975. Puertas de madera dorada tallada, Buda reclinado original, mosaicos de vidrio espectaculares en las paredes exteriores. Entrada 20.000 kip.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengthong. Edificato nel 1559-1560 dal re Setthathirath, luogo di incoronazione dei re fino al 1975. Porte in legno dorato scolpito, Buddha sdraiato originale, mosaici di vetro spettacolari sui muri esterni. Ingresso 20.000 kip.",
          "visit_duration_min": 75
        },
        {
          "text": "Mont Phousi (Phou Si). Colline sacrée de 100m au centre-ville, 300 marches. Wat Chom Si au sommet avec stupa doré, petite grotte avec Bouddha. Vue panoramique sur la péninsule, le Mékong et la Nam Khan. Entrée 20 000 kip. Idéal au coucher du soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "Mount Phousi (Phou Si). Sacred 100m hill in city center, 300 steps. Wat Chom Si at summit with golden stupa, small cave with Buddha. Panoramic view over peninsula, Mekong and Nam Khan. Entry 20,000 kip. Ideal at sunset.",
          "visit_duration_min": 75
        },
        {
          "text": "Monte Phousi (Phou Si). Colina sagrada de 100m no centro da cidade, 300 degraus. Wat Chom Si no cimo com estupa dourada, pequena gruta com Buda. Vista panorâmica sobre a península, o Mekong e o Nam Khan. Entrada 20.000 kip. Ideal ao pôr do sol.",
          "visit_duration_min": 75
        },
        {
          "text": "Monte Phousi (Phou Si). Colina sagrada de 100m en el centro de la ciudad, 300 escalones. Wat Chom Si en la cima con estupa dorada, pequeña cueva con Buda. Vista panorámica sobre la península, el Mekong y el Nam Khan. Entrada 20.000 kip. Ideal al atardecer.",
          "visit_duration_min": 75
        },
        {
          "text": "Monte Phousi (Phou Si). Collina sacra di 100m in centro città, 300 gradini. Wat Chom Si in cima con stupa dorato, piccola grotta con Buddha. Vista panoramica sulla penisola, il Mekong e il Nam Khan. Ingresso 20.000 kip. Ideale al tramonto.",
          "visit_duration_min": 75
        },
        {
          "text": "TAEC (Traditional Arts and Ethnology Center). Meilleur musée de la ville, derrière Dara Market. Costumes, textiles et outils des 49 ethnies du Laos. Signalétique en anglais, vidéos interactives. Ouvert mar-dim 9h-13h, entrée 25 000 kip. Boutique équitable sur place.",
          "visit_duration_min": 75
        },
        {
          "text": "TAEC (Traditional Arts and Ethnology Center). Best museum in town, behind Dara Market. Costumes, textiles and tools of Laos's 49 ethnicities. English signage, interactive videos. Open Tue-Sun 9am-1pm, entry 25,000 kip. Fair trade shop on site.",
          "visit_duration_min": 75
        },
        {
          "text": "TAEC (Traditional Arts and Ethnology Center). Melhor museu da cidade, atrás do Dara Market. Trajes, têxteis e ferramentas das 49 etnias do Laos. Sinalética em inglês, vídeos interativos. Aberto ter-dom 9h-13h, entrada 25.000 kip. Loja de comércio justo no local.",
          "visit_duration_min": 75
        },
        {
          "text": "TAEC (Traditional Arts and Ethnology Center). Mejor museo de la ciudad, detrás de Dara Market. Trajes, textiles y herramientas de las 49 etnias de Laos. Señalización en inglés, vídeos interactivos. Abierto mar-dom 9h-13h, entrada 25.000 kip. Tienda de comercio justo en el lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "TAEC (Traditional Arts and Ethnology Center). Miglior museo della città, dietro Dara Market. Costumi, tessuti e attrezzi delle 49 etnie del Laos. Segnaletica in inglese, video interattivi. Aperto mar-dom 9h-13h, ingresso 25.000 kip. Negozio equo-solidale sul posto.",
          "visit_duration_min": 75
        },
        {
          "text": "Ock Pop Tok Living Crafts Center. Atelier de tissage en plein air à 2,5 km du Palais Royal sur le Mékong. Tisserandes sur métiers verticaux, teintures végétales, batik à la cire. Visite guidée gratuite. Silk Road Café avec vue sur le fleuve. Navette tuk-tuk gratuite depuis la boutique en ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Ock Pop Tok Living Crafts Center. Open-air weaving workshop 2.5 km from Royal Palace on the Mekong. Weavers at vertical looms, plant dyes, wax batik. Free guided tour. Silk Road Café with river view. Free tuk-tuk shuttle from town shop.",
          "visit_duration_min": 75
        },
        {
          "text": "Ock Pop Tok Living Crafts Center. Oficina de tecelagem ao ar livre a 2,5 km do Palácio Real sobre o Mekong. Tecelãs em teares verticais, tintas vegetais, batik a cera. Visita guiada gratuita. Silk Road Café com vista sobre o rio. Shuttle tuk-tuk gratuito desde a loja na cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "Ock Pop Tok Living Crafts Center. Taller de tejido al aire libre a 2,5 km del Palacio Real sobre el Mekong. Tejedoras en telares verticales, tintes vegetales, batik de cera. Visita guiada gratuita. Silk Road Café con vista sobre el río. Shuttle tuk-tuk gratuito desde la tienda en la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Ock Pop Tok Living Crafts Center. Laboratorio di tessitura all'aperto a 2,5 km dal Palazzo Reale sul Mekong. Tessitrici su telai verticali, tinture vegetali, batik a cera. Visita guidata gratuita. Silk Road Café con vista sul fiume. Navetta tuk-tuk gratuita dal negozio in città.",
          "visit_duration_min": 75
        },
        {
          "text": "Pont de bambou sur la Nam Khan. 100 mètres de long, reconstruit chaque saison sèche par M. Bounmee et sa famille. Traversée 7 000 kip. Mène au quartier calme avec Wat Xiengleck et ateliers d'artisans (tissage, sculpture, papier saa). Fermé pendant la mousson.",
          "visit_duration_min": 75
        },
        {
          "text": "Bamboo bridge over Nam Khan. 100 meters long, rebuilt each dry season by Mr. Bounmee and his family. Crossing 7,000 kip. Leads to quiet neighborhood with Wat Xiengleck and artisan workshops (weaving, carving, saa paper). Closed during monsoon.",
          "visit_duration_min": 75
        },
        {
          "text": "Ponte de bambu sobre o Nam Khan. 100 metros de comprimento, reconstruída cada estação seca pelo Sr. Bounmee e a sua família. Travessia 7.000 kip. Conduz ao bairro calmo com Wat Xiengleck e oficinas de artesãos (tecelagem, escultura, papel saa). Fechada durante a monção.",
          "visit_duration_min": 75
        },
        {
          "text": "Puente de bambú sobre el Nam Khan. 100 metros de largo, reconstruido cada temporada seca por el Sr. Bounmee y su familia. Cruce 7.000 kip. Conduce al barrio tranquilo con Wat Xiengleck y talleres artesanos (tejido, escultura, papel saa). Cerrado durante el monzón.",
          "visit_duration_min": 75
        },
        {
          "text": "Ponte di bambù sul Nam Khan. 100 metri di lunghezza, ricostruito ogni stagione secca da M. Bounmee e la sua famiglia. Attraversamento 7.000 kip. Conduce al quartiere tranquillo con Wat Xiengleck e laboratori artigiani (tessitura, scultura, carta saa). Chiuso durante il monsone.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Sene. Temple du XVIIIe siècle près du Garavek Theatre, façade rouge et or caractéristique. Moins touristique que Wat Xiengthong, atmosphère paisible.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Sene. 18th-century temple near Garavek Theatre, characteristic red and gold facade. Less touristy than Wat Xiengthong, peaceful atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Sene. Templo do século XVIII perto do Garavek Theatre, fachada vermelha e dourada característica. Menos turístico que o Wat Xiengthong, atmosfera pacífica.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Sene. Templo del siglo XVIII cerca del Garavek Theatre, fachada roja y dorada característica. Menos turístico que el Wat Xiengthong, atmósfera pacífica.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Sene. Tempio del XVIII secolo vicino al Garavek Theatre, facciata rossa e oro caratteristica. Meno turistico del Wat Xiengthong, atmosfera pacifica.",
          "visit_duration_min": 75
        },
        {
          "text": "Living Rice Farm. Ferme pédagogique en périphérie. 13 étapes de la culture du riz gluant : sélection des grains, labour au buffle (Suzuki !), repiquage, battage, vannage, décorticage. Immersion dans la vie rurale lao.",
          "visit_duration_min": 75
        },
        {
          "text": "Living Rice Farm. Educational farm on outskirts. 13 stages of sticky rice cultivation: grain selection, buffalo plowing (Suzuki!), transplanting, threshing, winnowing, hulling. Immersion in Lao rural life.",
          "visit_duration_min": 75
        },
        {
          "text": "Living Rice Farm. Quinta pedagógica na periferia. 13 etapas do cultivo do arroz glutinoso: seleção dos grãos, lavoura com o búfalo (Suzuki!), transplante, debulha, joeiramento, descorticação. Imersão na vida rural laosiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Living Rice Farm. Granja pedagógica en las afueras. 13 etapas del cultivo del arroz glutinoso: selección de granos, arado con búfalo (¡Suzuki!), trasplante, trilla, aventado, descascarillado. Inmersión en la vida rural lao.",
          "visit_duration_min": 75
        },
        {
          "text": "Living Rice Farm. Fattoria pedagogica in periferia. 13 tappe della coltivazione del riso glutinoso: selezione dei chicchi, aratura con il bufalo (Suzuki!), trapianto, trebbiatura, vagliatura, decorticazione. Immersione nella vita rurale lao.",
          "visit_duration_min": 75
        },
        {
          "text": "Grottes de Pak Ou. Site religieux sur le Mékong à 2h de bateau en amont. Deux grottes remplies de milliers de statues de Bouddha déposées par les fidèles. Grotte supérieure dans le noir (apporter lampe). Croisière panoramique, villages et falaises karstiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Pak Ou Caves. Religious site on the Mekong 2h by boat upstream. Two caves filled with thousands of Buddha statues deposited by faithful. Upper cave in darkness (bring lamp). Scenic cruise, villages and karst cliffs.",
          "visit_duration_min": 75
        },
        {
          "text": "Grutas de Pak Ou. Sítio religioso no Mekong a 2h de barco a montante. Duas grutas repletas de milhares de estátuas de Buda depositadas pelos fiéis. Gruta superior no escuro (levar lanterna). Cruzeiro panorâmico, aldeias e falésias cársticas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cuevas de Pak Ou. Sitio religioso en el Mekong a 2h en barco río arriba. Dos cuevas repletas de miles de estatuas de Buda depositadas por los fieles. Cueva superior en la oscuridad (llevar lámpara). Crucero panorámico, pueblos y acantilados kársticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Grotte di Pak Ou. Sito religioso sul Mekong a 2h di barca a monte. Due grotte riempite da migliaia di statue di Buddha depositate dai fedeli. Grotta superiore al buio (portare lampada). Crociera panoramica, villaggi e falesie carsiche.",
          "visit_duration_min": 75
        },
        {
          "text": "Chutes de Kuang Si. À 29 km de Luang Prabang (45-60 min en tuk-tuk). Cascade de 50 m en gradins, piscines naturelles turquoise dans la jungle. Baignade autorisée (tenue couvrante). Ouvert 8h-17h30, entrée 20 000 kip. Éviter la mousson (eau trouble).",
          "visit_duration_min": 75
        },
        {
          "text": "Kuang Si Falls. 29 km from Luang Prabang (45-60 min by tuk-tuk). 50m tiered waterfall, turquoise natural pools in jungle. Swimming allowed (covering attire). Open 8am-5:30pm, entry 20,000 kip. Avoid monsoon (cloudy water).",
          "visit_duration_min": 75
        },
        {
          "text": "Cascatas de Kuang Si. A 29 km de Luang Prabang (45-60 min em tuk-tuk). Cascata de 50 m em degraus, piscinas naturais turquesa na selva. Banho autorizado (vestuário que cubra). Aberto 8h-17h30, entrada 20.000 kip. Evitar a monção (água turva).",
          "visit_duration_min": 75
        },
        {
          "text": "Cascadas de Kuang Si. A 29 km de Luang Prabang (45-60 min en tuk-tuk). Cascada de 50 m en escalones, piscinas naturales turquesas en la selva. Baño permitido (ropa que cubra). Abierto 8h-17h30, entrada 20.000 kip. Evitar el monzón (agua turbia).",
          "visit_duration_min": 75
        },
        {
          "text": "Cascate di Kuang Si. A 29 km da Luang Prabang (45-60 min in tuk-tuk). Cascata di 50 m a gradoni, piscine naturali turchesi nella giungla. Bagno consentito (abbigliamento coprente). Aperto 8h-17h30, ingresso 20.000 kip. Evitare il monsone (acqua torbida).",
          "visit_duration_min": 75
        },
        {
          "text": "Moon Bear Sanctuary. Refuge pour ours noirs d'Asie rescapés du trafic, à l'entrée du parc de Kuang Si. Observation des ours dans un environnement semi-naturel. Sensibilisation à la protection de l'espèce menacée.",
          "visit_duration_min": 75
        },
        {
          "text": "Moon Bear Sanctuary. Refuge for rescued Asian black bears from trafficking, at Kuang Si park entrance. Observe bears in semi-natural environment. Awareness of endangered species protection.",
          "visit_duration_min": 75
        },
        {
          "text": "Moon Bear Sanctuary. Refúgio para ursos-negros-asiáticos sobreviventes do tráfico, à entrada do parque de Kuang Si. Observação dos ursos num ambiente semi-natural. Sensibilização para a proteção da espécie ameaçada.",
          "visit_duration_min": 75
        },
        {
          "text": "Moon Bear Sanctuary. Refugio para osos negros asiáticos rescatados del tráfico, en la entrada del parque de Kuang Si. Observación de los osos en un entorno semi-natural. Sensibilización sobre la protección de la especie amenazada.",
          "visit_duration_min": 75
        },
        {
          "text": "Moon Bear Sanctuary. Rifugio per orsi neri asiatici sopravvissuti al traffico, all'ingresso del parco di Kuang Si. Osservazione degli orsi in un ambiente semi-naturale. Sensibilizzazione alla protezione della specie minacciata.",
          "visit_duration_min": 75
        },
        {
          "text": "Villages tisserands sur la route de Kuang Si. Ban Xang Khong et Ban Xieng Lek : ateliers familiaux de tissage, sculpture sur bois et fabrication de papier saa (écorce de mûrier). Achats directs aux artisans.",
          "visit_duration_min": 75
        },
        {
          "text": "Weaving villages on Kuang Si road. Ban Xang Khong and Ban Xieng Lek: family weaving workshops, wood carving and saa paper making (mulberry bark). Direct purchases from artisans.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeias tecelãs no caminho de Kuang Si. Ban Xang Khong e Ban Xieng Lek: oficinas familiares de tecelagem, escultura em madeira e fabrico de papel saa (casca de amoreira). Compras diretas aos artesãos.",
          "visit_duration_min": 75
        },
        {
          "text": "Aldeas tejedoras en la ruta de Kuang Si. Ban Xang Khong y Ban Xieng Lek: talleres familiares de tejido, escultura en madera y fabricación de papel saa (corteza de morera). Compras directas a los artesanos.",
          "visit_duration_min": 75
        },
        {
          "text": "Villaggi tessitori sulla strada di Kuang Si. Ban Xang Khong e Ban Xieng Lek: laboratori familiari di tessitura, scultura su legno e fabbricazione di carta saa (corteccia di gelso). Acquisti diretti dagli artigiani.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de nuit (Night Handicraft Market). Sisavangvong Road face au Palais Royal, installation dès 16h30, ouvert jusqu'à 23h. Textiles, peintures, souvenirs. Plus touristique que le marché matinal mais ambiance animée.",
          "visit_duration_min": 75
        },
        {
          "text": "Night market (Night Handicraft Market). Sisavangvong Road facing Royal Palace, setup from 4:30pm, open until 11pm. Textiles, paintings, souvenirs. More touristy than morning market but lively atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado noturno (Night Handicraft Market). Sisavangvong Road em frente ao Palácio Real, montagem desde as 16h30, aberto até às 23h. Têxteis, pinturas, souvenirs. Mais turístico que o mercado matinal mas atmosfera animada.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado nocturno (Night Handicraft Market). Sisavangvong Road frente al Palacio Real, montaje desde las 16h30, abierto hasta las 23h. Textiles, pinturas, souvenirs. Más turístico que el mercado matinal pero atmósfera animada.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercato notturno (Night Handicraft Market). Sisavangvong Road di fronte al Palazzo Reale, allestimento dalle 16h30, aperto fino alle 23h. Tessuti, dipinti, souvenir. Più turistico del mercato mattutino ma atmosfera animata.",
          "visit_duration_min": 75
        },
        {
          "text": "La route de Nong Khiaw à Luang Prabang déroule ses 3h30 de lacets à travers les montagnes. Les paysages karstiques laissent place aux vallées plus douces de l'ancienne capitale royale.",
          "visit_duration_min": 75
        },
        {
          "text": "The road from Nong Khiaw to Luang Prabang unrolls its 3.5 hours of switchbacks through the mountains. Karst landscapes give way to gentler valleys of the former royal capital.",
          "visit_duration_min": 75
        },
        {
          "text": "A estrada de Nong Khiaw a Luang Prabang desenrola suas 3h30 de curvas através das montanhas. As paisagens cársticas dão lugar aos vales mais suaves da antiga capital real.",
          "visit_duration_min": 75
        },
        {
          "text": "La carretera de Nong Khiaw a Luang Prabang despliega sus 3h30 de curvas cerradas a través de las montañas. Los paisajes kársticos dejan lugar a los valles más suaves de la antigua capital real.",
          "visit_duration_min": 75
        },
        {
          "text": "La strada da Nong Khiaw a Luang Prabang srotola le sue 3h30 di tornanti attraverso le montagne. I paesaggi carsici lasciano posto alle valli più dolci dell'antica capitale reale.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong depuis 1559. Ses mosaïques de verre rouge racontent des scènes de la vie du Bouddha sur fond noir laqué.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengthong raises its cascading roofs on the Mekong's edge since 1559. Its red glass mosaics narrate scenes from Buddha's life on a black lacquered background.",
          "visit_duration_min": 75
        },
        {
          "text": "O Wat Xiengthong ergue seus telhados em cascata à beira do Mekong desde 1559. Seus mosaicos de vidro vermelho contam cenas da vida do Buda sobre fundo negro lacado.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Xiengthong levanta sus techos en cascada al borde del Mekong desde 1559. Sus mosaicos de vidrio rojo cuentan escenas de la vida del Buda sobre fondo negro lacado.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Wat Xiengthong innalza i suoi tetti a cascata sul bordo del Mekong dal 1559. I suoi mosaici di vetro rosso raccontano scene della vita del Buddha su fondo nero laccato.",
          "visit_duration_min": 75
        },
        {
          "text": "The Royal Palace converted into a museum displays the throne room and the Phra Bang, golden Buddha statue that gave the city its name.",
          "visit_duration_min": 75
        },
        {
          "text": "O Palácio Real convertido em museu expõe a sala do trono e o Phra Bang, estátua de Buda em ouro que deu nome à cidade.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio Real convertido en museo expone la sala del trono y el Phra Bang, estatua de Buda en oro que dio nombre a la ciudad.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Palazzo Reale convertito in museo espone la sala del trono e il Phra Bang, statua di Buddha in oro che diede il nome alla città.",
          "visit_duration_min": 75
        },
        {
          "text": "Le mont Phousi culmine au centre de la péninsule, coiffé du stupa doré du Wat Chom Si. Les 328 marches mènent à une vue circulaire sur la confluence du Mékong et de la Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "Mount Phousi culminates at the peninsula's center, crowned by the golden stupa of Wat Chom Si. The 328 steps lead to a circular view over the Mekong and Nam Khan confluence.",
          "visit_duration_min": 75
        },
        {
          "text": "O monte Phousi culmina no centro da península, coroado pela estupa dourada do Wat Chom Si. Os 328 degraus conduzem a uma vista circular sobre a confluência do Mekong e do Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "El monte Phousi culmina en el centro de la península, coronado por la estupa dorada del Wat Chom Si. Los 328 escalones conducen a una vista circular sobre la confluencia del Mekong y del Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "Il monte Phousi culmina al centro della penisola, sormontato dallo stupa dorato del Wat Chom Si. I 328 gradini conducono a una vista circolare sulla confluenza del Mekong e del Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville UNESCO alterne villas coloniales et temples aux toits pentus. La pointe de la presqu'île offre un panorama sur les deux rivières.",
          "visit_duration_min": 75
        },
        {
          "text": "The UNESCO old town alternates colonial villas and temples with steep roofs. The peninsula's tip offers a panorama over both rivers.",
          "visit_duration_min": 75
        },
        {
          "text": "A cidade velha UNESCO alterna vilas coloniais e templos de telhados inclinados. A ponta da península oferece um panorama sobre os dois rios.",
          "visit_duration_min": 75
        },
        {
          "text": "La ciudad vieja UNESCO alterna villas coloniales y templos de techos empinados. La punta de la península ofrece un panorama sobre los dos ríos.",
          "visit_duration_min": 75
        },
        {
          "text": "La città vecchia UNESCO alterna ville coloniali e templi dai tetti spioventi. La punta della penisola offre un panorama sui due fiumi.",
          "visit_duration_min": 75
        },
        {
          "text": "Pak Ou caves open in a limestone cliff at the Mekong and Nam Ou confluence. Thousands of Buddha figurines deposited over centuries line the walls.",
          "visit_duration_min": 75
        },
        {
          "text": "As grutas de Pak Ou abrem-se numa falésia calcária na confluência do Mekong e do Nam Ou. Milhares de estatuetas de Buda depositadas ao longo dos séculos revestem as paredes.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cuevas de Pak Ou se abren en un acantilado calcáreo en la confluencia del Mekong y del Nam Ou. Miles de estatuillas de Buda depositadas a lo largo de los siglos tapizan las paredes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le grotte di Pak Ou si aprono in una falesia calcarea alla confluenza del Mekong e del Nam Ou. Migliaia di statuette di Buddha depositate nel corso dei secoli tappezzano le pareti.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte supérieure plus sombre révèle des centaines de statues entassées dans les recoins. Une lampe torche aide à percer l'obscurité.",
          "visit_duration_min": 75
        },
        {
          "text": "The darker upper cave reveals hundreds of statues piled in corners. A flashlight helps pierce the darkness.",
          "visit_duration_min": 75
        },
        {
          "text": "A gruta superior mais escura revela centenas de estátuas amontoadas nos cantos. Uma lanterna ajuda a penetrar a obscuridade.",
          "visit_duration_min": 75
        },
        {
          "text": "La cueva superior más oscura revela cientos de estatuas amontonadas en los rincones. Una linterna ayuda a penetrar la oscuridad.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotta superiore più oscura rivela centinaia di statue ammassate negli angoli. Una torcia elettrica aiuta a penetrare l'oscurità.",
          "visit_duration_min": 75
        },
        {
          "text": "Les chutes de Kuang Si dévalent 50 mètres de gradins calcaires au coeur de la jungle. Les bassins turquoise invitent à la baignade en tenue couvrante.",
          "visit_duration_min": 75
        },
        {
          "text": "Kuang Si falls descend 50 meters of limestone tiers in the jungle's heart. Turquoise pools invite swimming in covering attire.",
          "visit_duration_min": 75
        },
        {
          "text": "As cascatas de Kuang Si descem 50 metros de degraus calcários no coração da selva. As piscinas turquesa convidam ao banho em vestuário que cubra.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cascadas de Kuang Si descienden 50 metros de escalones calcáreos en el corazón de la selva. Las piscinas turquesas invitan al baño con vestimenta que cubra.",
          "visit_duration_min": 75
        },
        {
          "text": "Le cascate di Kuang Si scendono 50 metri di gradoni calcarei nel cuore della giungla. Le piscine turchesi invitano al bagno in tenuta coprente.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sanctuaire Moon Bear recueille des ours noirs d'Asie sauvés du trafic de bile à l'entrée du parc.",
          "visit_duration_min": 75
        },
        {
          "text": "The Moon Bear sanctuary shelters Asian black bears rescued from bile trafficking at the park entrance.",
          "visit_duration_min": 75
        },
        {
          "text": "O santuário Moon Bear acolhe ursos-negros-asiáticos salvos do tráfico de bile à entrada do parque.",
          "visit_duration_min": 75
        },
        {
          "text": "El santuario Moon Bear acoge osos negros asiáticos salvados del tráfico de bilis en la entrada del parque.",
          "visit_duration_min": 75
        },
        {
          "text": "Il santuario Moon Bear accoglie orsi neri asiatici salvati dal traffico di bile all'ingresso del parco.",
          "visit_duration_min": 75
        },
        {
          "text": "Le TAEC rassemble costumes et textiles des 49 groupes ethniques du Laos. Ce musée complète les rencontres vécues dans les villages de Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "TAEC gathers costumes and textiles from Laos's 49 ethnic groups. This museum complements the encounters lived in Phongsali villages.",
          "visit_duration_min": 75
        },
        {
          "text": "O TAEC reúne trajes e têxteis dos 49 grupos étnicos do Laos. Este museu completa os encontros vividos nas aldeias de Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "El TAEC reúne trajes y textiles de los 49 grupos étnicos de Laos. Este museo completa los encuentros vividos en las aldeas de Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "Il TAEC raccoglie costumi e tessuti dei 49 gruppi etnici del Laos. Questo museo completa gli incontri vissuti nei villaggi di Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "La route de Nong Khiaw à Luang Prabang déroule ses 3h30 de lacets à travers les montagnes de la province. Les paysages karstiques laissent progressivement place aux vallées plus douces qui annoncent l'ancienne capitale royale.",
          "visit_duration_min": 75
        },
        {
          "text": "The road from Nong Khiaw to Luang Prabang unrolls its 3.5 hours of switchbacks through the province's mountains. Karst landscapes gradually give way to gentler valleys announcing the former royal capital.",
          "visit_duration_min": 75
        },
        {
          "text": "La carretera de Nong Khiaw a Luang Prabang despliega sus 3h30 de curvas cerradas a través de las montañas de la provincia. Los paisajes kársticos dejan progresivamente lugar a valles más suaves que anuncian la antigua capital real.",
          "visit_duration_min": 75
        },
        {
          "text": "L'arrivée à Luang Prabang ramène à la civilisation après les jours passés dans les confins du nord. La péninsule UNESCO déploie ses temples dorés et ses villas coloniales entre Mékong et Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrival in Luang Prabang brings back civilization after days spent in the northern reaches. The UNESCO peninsula deploys its golden temples and colonial villas between Mekong and Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "La llegada a Luang Prabang devuelve a la civilización después de los días pasados en los confines del norte. La península UNESCO despliega sus templos dorados y sus villas coloniales entre Mekong y Nam Khan.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong, chef-d'oeuvre de l'architecture lao du XVIe siècle. Ses mosaïques de verre scintillent sous le soleil de l'après-midi.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Xiengthong raises its cascading roofs on the Mekong's edge, a masterpiece of 16th-century Lao architecture. Its glass mosaics sparkle under the afternoon sun.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Xiengthong levanta sus techos en cascada al borde del Mekong, obra maestra de la arquitectura lao del siglo XVI. Sus mosaicos de vidrio brillan bajo el sol de la tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Le mont Phousi culmine au centre de la péninsule et offre une vue circulaire sur la confluence des deux rivières. Les 328 marches mènent au stupa doré du Wat Chom Si.",
          "visit_duration_min": 75
        },
        {
          "text": "Mount Phousi culminates at the peninsula's center and offers a circular view over the two rivers' confluence. The 328 steps lead to the golden stupa of Wat Chom Si.",
          "visit_duration_min": 75
        },
        {
          "text": "El monte Phousi culmina en el centro de la península y ofrece una vista circular sobre la confluencia de los dos ríos. Los 328 escalones conducen a la estupa dorada del Wat Chom Si.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Palais Royal converti en musée expose les regalia de la monarchie abolie et le Phra Bang, statue de Bouddha qui donna son nom à la ville. Les salles reconstituent la vie de cour avant la révolution de 1975.",
          "visit_duration_min": 75
        },
        {
          "text": "The Royal Palace converted into a museum displays the regalia of the abolished monarchy and the Phra Bang, Buddha statue that gave the city its name. The rooms recreate court life before the 1975 revolution.",
          "visit_duration_min": 75
        },
        {
          "text": "El Palacio Real convertido en museo expone las regalías de la monarquía abolida y el Phra Bang, estatua de Buda que dio su nombre a la ciudad. Las salas reconstituyen la vida de corte antes de la revolución de 1975.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sanctuaire des éléphants du Mékong accueille des pachydermes rescapés de l'exploitation forestière et touristique. Fondé en 2008, ce projet pilote promeut le tourisme durable et la sauvegarde d'une espèce menacée.",
          "visit_duration_min": 75
        },
        {
          "text": "Les éléphants évoluent dans un environnement semi-naturel où les visiteurs les accompagnent à pied plutôt qu'à dos. La promenade en forêt permet d'observer leur comportement naturel et leurs interactions sociales.",
          "visit_duration_min": 75
        },
        {
          "text": "Le bain des éléphants dans le fleuve constitue le moment fort de la rencontre avec ces géants. Les mahouts guident les animaux dans l'eau tandis que les visiteurs peuvent les approcher et les nourrir.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée de Pakbeng présente les costumes et outils des minorités ethniques qui peuplent la région. Les Khamu, Hmong, Thaï et Yao composent la mosaïque culturelle de cette zone montagneuse.",
          "visit_duration_min": 75
        },
        {
          "text": "La seconde journée de slow boat poursuit la descente vers Luang Prabang à travers des paysages similaires mais jamais monotones. Chaque méandre révèle de nouvelles perspectives sur les montagnes et les villages.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Xiengthong dresse ses toits en cascade au bord du Mékong depuis 1559. Ses mosaïques de verre rouge sur fond noir laqué racontent des scènes de la vie du Bouddha et des villages lao.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Palais Royal converti en musée national expose la salle du trône, les appartements royaux et le Phra Bang, statue de Bouddha en or qui donna son nom à la ville.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Visoun abrite le plus ancien Bouddha de la ville dans un sanctuaire reconstruit après un incendie. Le stupa arrondi surnommé la pastèque date du XVIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le TAEC rassemble costumes, outils et textiles des 49 groupes ethniques du Laos dans une scénographie moderne. Ce musée constitue la meilleure introduction à la mosaïque culturelle du pays.",
          "visit_duration_min": 75
        },
        {
          "text": "La vieille ville UNESCO alterne villas coloniales et temples aux toits pentus caractéristiques du style lao. La pointe de la presqu'île offre un panorama sur les deux rivières.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes de Pak Ou s'ouvrent dans une falaise calcaire au confluent du Mékong et de la Nam Ou, à deux heures de navigation en amont. Des milliers de statuettes de Bouddha déposées au fil des siècles tapissent les parois.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte supérieure plus sombre révèle des centaines de statues entassées dans les recoins, certaines recouvertes de poussière dorée. Une lampe torche aide à percer l'obscurité.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sanctuaire Moon Bear recueille des ours noirs d'Asie sauvés du trafic de bile à l'entrée du parc. Les pensionnaires évoluent dans des enclos semi-naturels.",
          "visit_duration_min": 75
        },
        {
          "text": "Un sentier grimpe sur le flanc gauche des chutes jusqu'à la source. Les 20 minutes de montée mènent au bassin supérieur plus calme que les piscines naturelles en contrebas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "L'arrivée en fin de matinée laisse l'après-midi pour visiter le COPE Centre et les temples principaux. La transition vers l'atmosphère touristique de Luang Prabang peut surprendre après les régions isolées."
        },
        {
          "text": "Le COPE Centre mérite une à deux heures pour comprendre les conséquences durables de la Guerre Secrète sur la population laotienne. Cette visite donne tout son sens au voyage."
        },
        {
          "text": "Le marché de nuit envahit la rue principale dès 16h30 avec ses étals de textiles et d'artisanat. L'animation contraste avec le calme des villes traversées."
        },
        {
          "text": "Le coucher de soleil depuis le mont Phousi embrase les montagnes et le fleuve. Ce spectacle marque la transition vers la dernière journée du voyage."
        },
        {
          "text": "Le tak bat du matin rassemble les moines qui défilent en silence dès 5h45 pour recevoir le riz gluant des fidèles. Cette cérémonie apaisante clôt le voyage sur une note spirituelle."
        },
        {
          "text": "La navigation matinale vers Pak Ou traverse des paysages de falaises karstiques et de villages de pêcheurs. Le rythme lent du bateau invite à la contemplation."
        },
        {
          "text": "L'après-midi aux chutes de Kuang Si permet de se détendre après les émotions du voyage. L'eau turquoise lave symboliquement les images difficiles accumulées."
        },
        {
          "text": "Le dîner d'adieu dans la vieille ville offre l'occasion de méditer sur les enseignements du voyage. L'histoire tragique du Laos prend une dimension personnelle après ces dix jours d'immersion."
        },
        {
          "text": "Le tak bat rassemble les moines des 34 temples qui défilent en silence dès 5h45 pour recevoir le riz gluant des fidèles. Agenouillez-vous sur le trottoir à distance respectueuse en évitant les flashs photographiques."
        },
        {
          "text": "Le marché matinal de la péninsule déploie ses étals jusqu'à 10h dans un joyeux brouhaha de marchandages. Les vendeuses proposent fruits tropicaux, poissons frétillants, jarres d'alcool de riz et khao jee, brochettes de riz gluant grillé."
        },
        {
          "text": "Le coucher de soleil depuis les pontons du quai Mékong offre un spectacle gratuit sur les montagnes qui rougeoient de l'autre côté du fleuve. Cette option évite la cohue du sommet de Phousi."
        },
        {
          "text": "Le marché de nuit envahit la rue principale face au Palais Royal dès 16h30. Les stands alignent textiles tissés, peintures sur toile et souvenirs sous des tentes colorées."
        },
        {
          "text": "Les ateliers de tissage au centre Ock Pop Tok permettent de manier le métier traditionnel ou teindre la soie à l'indigo sur une demi-journée."
        },
        {
          "text": "Les écoles de cuisine locales débutent par une visite matinale au marché pour sélectionner ingrédients frais. La préparation de plats comme le larb, l'orlam ou le mok pa se poursuit en cuisine."
        },
        {
          "text": "Des ateliers artisanaux initient à la vannerie de bambou, au tournage de poteries ou à la confection d'ombrelles en papier saa."
        },
        {
          "text": "Les boutiques de commerce équitable du centre-ville vendent des textiles tissés main par des artisanes rémunérées justement."
        },
        {
          "text": "Plusieurs ONG locales organisent des sessions d'échange linguistique avec des étudiants lao désireux de pratiquer l'anglais."
        },
        {
          "text": "La navigation en slow boat au lever du jour fait défiler falaises karstiques et villages de pêcheurs jusqu'aux grottes de Pak Ou. L'option longue rejoint Huay Xai en deux jours."
        },
        {
          "text": "Le buffet de rue propose chaque soir un assortiment de plats lao végétariens et carnés pour une somme modique. Les convives composent leur repas parmi les marmites fumantes."
        },
        {
          "text": "Les loueurs de vélos proposent des bicyclettes à la journée pour explorer rizières et villages Hmong où les enfants saluent d'un joyeux « Sabaidee »."
        },
        {
          "text": "Les routes vers les hauteurs traversent des paysages de formations karstiques rappelant une baie d'Halong terrestre."
        },
        {
          "text": "Les cafés surplombant le Mékong servent café lao corsé et pâtisseries françaises héritées de l'époque coloniale. Le rythme lent de la ville invite à savourer ces instants."
        },
        {
          "text": "Les salons de massage traditionnels proposent des soins à base de plantes et des techniques héritées de la médecine lao."
        },
        {
          "text": "La berge du Mékong en fin d'après-midi offre un dernier coucher de soleil sur Luang Prabang. Les nuances orangées embrasent le fleuve et les montagnes."
        },
        {
          "text": "Le marché de nuit permet de dénicher les derniers souvenirs : écharpes en soie, lanternes en papier ou sachets d'épices."
        },
        {
          "text": "Participer à l'offrande aux moines. Acheter du riz gluant au marché la veille, s'agenouiller sur le trottoir dès 5h45, déposer une boulette dans chaque panier. Geste spirituel fort, respect absolu requis."
        },
        {
          "text": "Participate in monk offerings. Buy sticky rice at market the day before, kneel on sidewalk from 5:45am, place a ball in each basket. Strong spiritual gesture, absolute respect required."
        },
        {
          "text": "Participar na oferenda aos monges. Comprar arroz glutinoso no mercado na véspera, ajoelhar-se no passeio desde as 5h45, depositar uma bolinha em cada cesto. Gesto espiritual forte, respeito absoluto exigido."
        },
        {
          "text": "Participar en la ofrenda a los monjes. Comprar arroz glutinoso en el mercado el día anterior, arrodillarse en la acera desde las 5h45, depositar una bolita en cada cesto. Gesto espiritual fuerte, respeto absoluto requerido."
        },
        {
          "text": "Partecipare all'offerta ai monaci. Comprare riso glutinoso al mercato il giorno prima, inginocchiarsi sul marciapiede dalle 5h45, depositare una pallina in ogni cestino. Gesto spirituale forte, rispetto assoluto richiesto."
        },
        {
          "text": "Petit-déjeuner local au marché. Commander un bol de pho ou khao piak (soupe de nouilles), accompagné de café lao sucré au lait concentré. Budget : 15 000-25 000 kip."
        },
        {
          "text": "Local breakfast at market. Order a bowl of pho or khao piak (noodle soup), accompanied by Lao coffee sweetened with condensed milk. Budget: 15,000-25,000 kip."
        },
        {
          "text": "Pequeno-almoço local no mercado. Pedir uma tigela de pho ou khao piak (sopa de noodles), acompanhada de café lao adoçado com leite condensado. Orçamento: 15.000-25.000 kip."
        },
        {
          "text": "Desayuno local en el mercado. Pedir un cuenco de pho o khao piak (sopa de fideos), acompañado de café lao endulzado con leche condensada. Presupuesto: 15.000-25.000 kip."
        },
        {
          "text": "Colazione locale al mercato. Ordinare una ciotola di pho o khao piak (zuppa di noodles), accompagnata da caffè lao dolcificato con latte condensato. Budget: 15.000-25.000 kip."
        },
        {
          "text": "Flâner dans la vieille ville UNESCO. Ruelles entre villas coloniales françaises et temples dorés, boutiques de soie, petits cafés. Viewpoint Café à la pointe de la péninsule pour voir la confluence Mékong-Nam Khan."
        },
        {
          "text": "Wander through UNESCO old town. Alleys between French colonial villas and golden temples, silk shops, small cafes. Viewpoint Café at peninsula tip to see Mekong-Nam Khan confluence."
        },
        {
          "text": "Passear pela cidade velha UNESCO. Ruelas entre vilas coloniais francesas e templos dourados, lojas de seda, pequenos cafés. Viewpoint Café na ponta da península para ver a confluência Mekong-Nam Khan."
        },
        {
          "text": "Pasear por la ciudad vieja UNESCO. Callejuelas entre villas coloniales francesas y templos dorados, tiendas de seda, pequeños cafés. Viewpoint Café en la punta de la península para ver la confluencia Mekong-Nam Khan."
        },
        {
          "text": "Passeggiare nella città vecchia UNESCO. Viuzze tra ville coloniali francesi e templi dorati, negozi di seta, piccoli caffè. Viewpoint Café alla punta della penisola per vedere la confluenza Mekong-Nam Khan."
        },
        {
          "text": "Assister à un spectacle au théâtre du Palais Royal. Représentations occasionnelles de danse et théâtre traditionnels lao dans la salle adjacente au musée."
        },
        {
          "text": "Attend a performance at Royal Palace theatre. Occasional traditional Lao dance and theatre performances in the hall adjacent to the museum."
        },
        {
          "text": "Assistir a um espetáculo no teatro do Palácio Real. Representações ocasionais de dança e teatro tradicionais laosianos na sala adjacente ao museu."
        },
        {
          "text": "Asistir a un espectáculo en el teatro del Palacio Real. Representaciones ocasionales de danza y teatro tradicionales lao en la sala adyacente al museo."
        },
        {
          "text": "Assistere a uno spettacolo al teatro del Palazzo Reale. Rappresentazioni occasionali di danza e teatro tradizionali lao nella sala adiacente al museo."
        },
        {
          "text": "Atelier de tissage chez Ock Pop Tok. Demi-journée ou journée complète pour apprendre le tissage sur métier traditionnel ou la teinture à l'indigo. Réservation recommandée."
        },
        {
          "text": "Weaving workshop at Ock Pop Tok. Half-day or full-day to learn weaving on traditional loom or indigo dyeing. Reservation recommended."
        },
        {
          "text": "Oficina de tecelagem na Ock Pop Tok. Meio-dia ou dia completo para aprender a tecelagem em tear tradicional ou a tintura com índigo. Reserva recomendada."
        },
        {
          "text": "Taller de tejido en Ock Pop Tok. Medio día o día completo para aprender el tejido en telar tradicional o el teñido con índigo. Reserva recomendada."
        },
        {
          "text": "Laboratorio di tessitura da Ock Pop Tok. Mezza giornata o giornata intera per imparare la tessitura su telaio tradizionale o la tintura all'indaco. Prenotazione raccomandata."
        },
        {
          "text": "Cours de cuisine lao chez Tamarind. Visite du marché pour acheter les ingrédients, puis préparation de larb, orlam, mok pa et khao soi. Repas inclus. Cours adaptés aux familles."
        },
        {
          "text": "Lao cooking class at Tamarind. Market visit to buy ingredients, then prepare larb, orlam, mok pa and khao soi. Meal included. Family-friendly classes."
        },
        {
          "text": "Curso de cozinha laosiana na Tamarind. Visita ao mercado para comprar os ingredientes, depois preparação de larb, orlam, mok pa e khao soi. Refeição incluída. Cursos adaptados às famílias."
        },
        {
          "text": "Clase de cocina lao en Tamarind. Visita al mercado para comprar los ingredientes, luego preparación de larb, orlam, mok pa y khao soi. Comida incluida. Clases adaptadas a familias."
        },
        {
          "text": "Corso di cucina lao da Tamarind. Visita del mercato per acquistare gli ingredienti, poi preparazione di larb, orlam, mok pa e khao soi. Pasto incluso. Corsi adatti alle famiglie."
        },
        {
          "text": "Atelier artisanal avec The Bamboo Experience. Vannerie de bambou, poterie traditionnelle, fabrication d'ombrelles en papier saa ou même d'une arbalète miniature."
        },
        {
          "text": "Craft workshop with The Bamboo Experience. Bamboo basketry, traditional pottery, making saa paper umbrellas or even a miniature crossbow."
        },
        {
          "text": "Oficina artesanal com The Bamboo Experience. Cestaria de bambu, olaria tradicional, fabrico de chapéus-de-sol em papel saa ou até de uma besta em miniatura."
        },
        {
          "text": "Taller artesanal con The Bamboo Experience. Cestería de bambú, cerámica tradicional, fabricación de sombrillas de papel saa o incluso de una ballesta en miniatura."
        },
        {
          "text": "Laboratorio artigianale con The Bamboo Experience. Cesteria di bambù, ceramica tradizionale, fabbricazione di ombrellini in carta saa o persino di una balestra in miniatura."
        },
        {
          "text": "Shopping artisanat équitable. Boutiques recommandées : Ock Pop Tok, Ma Te Sai, Passa Paa, TAEC Boutique, Village Crafts, Weaving Sisters. Éviter les produits industriels du marché de nuit."
        },
        {
          "text": "Fair trade craft shopping. Recommended shops: Ock Pop Tok, Ma Te Sai, Passa Paa, TAEC Boutique, Village Crafts, Weaving Sisters. Avoid industrial products from night market."
        },
        {
          "text": "Compras de artesanato de comércio justo. Lojas recomendadas: Ock Pop Tok, Ma Te Sai, Passa Paa, TAEC Boutique, Village Crafts, Weaving Sisters. Evitar os produtos industriais do mercado noturno."
        },
        {
          "text": "Compras de artesanía de comercio justo. Tiendas recomendadas: Ock Pop Tok, Ma Te Sai, Passa Paa, TAEC Boutique, Village Crafts, Weaving Sisters. Evitar los productos industriales del mercado nocturno."
        },
        {
          "text": "Shopping artigianato equo-solidale. Negozi raccomandati: Ock Pop Tok, Ma Te Sai, Passa Paa, TAEC Boutique, Village Crafts, Weaving Sisters. Evitare i prodotti industriali del mercato notturno."
        },
        {
          "text": "Volontariat chez Big Brother Mouse. ONG promouvant l'alphabétisation. Session d'échange linguistique avec étudiants et professionnels lao, 1h, derrière l'hôtel 3 Nagas. Adultes uniquement."
        },
        {
          "text": "Volunteering at Big Brother Mouse. Literacy-promoting NGO. Language exchange session with Lao students and professionals, 1h, behind 3 Nagas hotel. Adults only."
        },
        {
          "text": "Voluntariado na Big Brother Mouse. ONG que promove a alfabetização. Sessão de intercâmbio linguístico com estudantes e profissionais laosianos, 1h, atrás do hotel 3 Nagas. Apenas adultos."
        },
        {
          "text": "Voluntariado en Big Brother Mouse. ONG que promueve la alfabetización. Sesión de intercambio lingüístico con estudiantes y profesionales lao, 1h, detrás del hotel 3 Nagas. Solo adultos."
        },
        {
          "text": "Volontariato da Big Brother Mouse. ONG che promuove l'alfabetizzazione. Sessione di scambio linguistico con studenti e professionisti lao, 1h, dietro l'hotel 3 Nagas. Solo adulti."
        },
        {
          "text": "Croisière en slow boat sur le Mékong. Excursion journée combinant Pak Ou et Kuang Si avec déjeuner inclus. Alternative : 2 jours jusqu'à Huay Xai (frontière thaïlandaise) avec nuit à Pakbeng. Réserver en agence, prévoir pique-nique."
        },
        {
          "text": "Slow boat cruise on Mekong. Day excursion combining Pak Ou and Kuang Si with lunch included. Alternative: 2 days to Huay Xai (Thai border) with night in Pakbeng. Book through agency, bring picnic."
        },
        {
          "text": "Cruzeiro em slow boat no Mekong. Excursão de dia combinando Pak Ou e Kuang Si com almoço incluído. Alternativa: 2 dias até Huay Xai (fronteira tailandesa) com noite em Pakbeng. Reservar em agência, prever piquenique."
        },
        {
          "text": "Crucero en slow boat por el Mekong. Excursión de día combinando Pak Ou y Kuang Si con almuerzo incluido. Alternativa: 2 días hasta Huay Xai (frontera tailandesa) con noche en Pakbeng. Reservar en agencia, prever picnic."
        },
        {
          "text": "Crociera in slow boat sul Mekong. Escursione giornaliera combinando Pak Ou e Kuang Si con pranzo incluso. Alternativa: 2 giorni fino a Huay Xai (frontiera tailandese) con notte a Pakbeng. Prenotare in agenzia, prevedere pic-nic."
        },
        {
          "text": "Baignade aux chutes de Kuang Si. Vestiaires disponibles. Porter t-shirt et short par respect local. Sentier jusqu'au sommet des chutes pour les randonneurs. Arriver tôt pour éviter la foule."
        },
        {
          "text": "Swimming at Kuang Si Falls. Changing rooms available. Wear t-shirt and shorts out of local respect. Trail to falls summit for hikers. Arrive early to avoid crowds."
        },
        {
          "text": "Banho nas cascatas de Kuang Si. Balneários disponíveis. Usar t-shirt e calções por respeito local. Trilho até ao topo das cascatas para os caminhantes. Chegar cedo para evitar a multidão."
        },
        {
          "text": "Baño en las cascadas de Kuang Si. Vestuarios disponibles. Llevar camiseta y pantalones cortos por respeto local. Sendero hasta la cima de las cascadas para los excursionistas. Llegar temprano para evitar la multitud."
        },
        {
          "text": "Bagno alle cascate di Kuang Si. Spogliatoi disponibili. Indossare t-shirt e pantaloncini per rispetto locale. Sentiero fino alla sommità delle cascate per gli escursionisti. Arrivare presto per evitare la folla."
        },
        {
          "text": "Vélo dans la campagne. Location 10$/jour chez Tiger Trails. Rizières, villages Hmong, pics karstiques. Les enfants crient « Sabaidee ! » au passage. Route vers Phou Khoun : ferme de fraises et camping."
        },
        {
          "text": "Cycling in countryside. Rental $10/day at Tiger Trails. Rice paddies, Hmong villages, karst peaks. Children shout \"Sabaidee!\" as you pass. Road to Phou Khoun: strawberry farm and camping."
        },
        {
          "text": "Bicicleta na zona rural. Aluguer 10$/dia na Tiger Trails. Arrozais, aldeias Hmong, picos cársticos. As crianças gritam \"Sabaidee!\" à passagem. Estrada para Phou Khoun: quinta de morangos e camping."
        },
        {
          "text": "Bicicleta por el campo. Alquiler 10$/día en Tiger Trails. Arrozales, pueblos Hmong, picos kársticos. Los niños gritan \"¡Sabaidee!\" al paso. Carretera hacia Phou Khoun: granja de fresas y camping."
        },
        {
          "text": "Bicicletta nella campagna. Noleggio 10$/giorno da Tiger Trails. Risaie, villaggi Hmong, picchi carsici. I bambini gridano \"Sabaidee!\" al passaggio. Strada verso Phou Khoun: fattoria di fragole e camping."
        },
        {
          "text": "Dîner à Buffet Street. Ruelle derrière Sisavangvong Road, buffet végétarien et lao pour 20 000 kip l'assiette. Choisir ses plats, les faire réchauffer, manger sur tables communes."
        },
        {
          "text": "Dinner at Buffet Street. Alley behind Sisavangvong Road, vegetarian and Lao buffet for 20,000 kip per plate. Choose your dishes, have them reheated, eat at communal tables."
        },
        {
          "text": "Jantar na Buffet Street. Beco atrás da Sisavangvong Road, buffet vegetariano e lao por 20.000 kip o prato. Escolher os pratos, mandá-los aquecer, comer em mesas comuns."
        },
        {
          "text": "Cena en Buffet Street. Callejón detrás de Sisavangvong Road, buffet vegetariano y lao por 20.000 kip el plato. Elegir los platos, hacerlos recalentar, comer en mesas comunes."
        },
        {
          "text": "Cena a Buffet Street. Vicolo dietro Sisavangvong Road, buffet vegetariano e lao per 20.000 kip a piatto. Scegliere i propri piatti, farli riscaldare, mangiare su tavoli comuni."
        },
        {
          "text": "Soirée au Garavek Theatre. 18h30, 90 min de contes traditionnels lao en anglais avec musique au khène. Légendes sur l'origine du Mont Phousi, de Kuang Si, de la Nam Khan. 50 000 kip, 30 places, réserver en haute saison."
        },
        {
          "text": "Evening at Garavek Theatre. 6:30pm, 90 min of traditional Lao tales in English with khène music. Legends about origin of Mount Phousi, Kuang Si, Nam Khan. 50,000 kip, 30 seats, reserve in high season."
        },
        {
          "text": "Noite no Garavek Theatre. 18h30, 90 min de contos tradicionais laosianos em inglês com música ao khène. Lendas sobre a origem do Monte Phousi, de Kuang Si, do Nam Khan. 50.000 kip, 30 lugares, reservar em época alta."
        },
        {
          "text": "Velada en el Garavek Theatre. 18h30, 90 min de cuentos tradicionales lao en inglés con música al khène. Leyendas sobre el origen del Monte Phousi, de Kuang Si, del Nam Khan. 50.000 kip, 30 plazas, reservar en temporada alta."
        },
        {
          "text": "Serata al Garavek Theatre. 18h30, 90 min di racconti tradizionali lao in inglese con musica al khène. Leggende sull'origine del Monte Phousi, di Kuang Si, del Nam Khan. 50.000 kip, 30 posti, prenotare in alta stagione."
        },
        {
          "text": "Coucher de soleil sur le Mékong. Khem Khong Road, ponton près de Nam Pho Street. Bière Lao face au fleuve, spray anti-moustiques obligatoire. Gratuit et moins bondé que le Mont Phousi."
        },
        {
          "text": "Sunset over Mekong. Khem Khong Road, pontoon near Nam Pho Street. Lao beer facing river, mosquito spray mandatory. Free and less crowded than Mount Phousi."
        },
        {
          "text": "Pôr do sol sobre o Mekong. Khem Khong Road, pontão perto de Nam Pho Street. Cerveja Lao de frente para o rio, spray anti-mosquitos obrigatório. Gratuito e menos lotado que o Monte Phousi."
        },
        {
          "text": "Atardecer sobre el Mekong. Khem Khong Road, pontón cerca de Nam Pho Street. Cerveza Lao frente al río, spray anti-mosquitos obligatorio. Gratuito y menos abarrotado que el Monte Phousi."
        },
        {
          "text": "Tramonto sul Mekong. Khem Khong Road, pontone vicino a Nam Pho Street. Birra Lao di fronte al fiume, spray anti-zanzare obbligatorio. Gratuito e meno affollato del Monte Phousi."
        },
        {
          "text": "L'arrivée en fin de matinée laisse l'après-midi pour découvrir les temples principaux. Le contraste avec l'isolement de Phongsali frappe les sens."
        },
        {
          "text": "Late morning arrival leaves the afternoon to discover the main temples. The contrast with Phongsali's isolation strikes the senses."
        },
        {
          "text": "A chegada no fim da manhã deixa a tarde para descobrir os templos principais. O contraste com o isolamento de Phongsali impressiona os sentidos."
        },
        {
          "text": "La llegada a finales de la mañana deja la tarde para descubrir los templos principales. El contraste con el aislamiento de Phongsali impacta los sentidos."
        },
        {
          "text": "L'arrivo a fine mattinata lascia il pomeriggio per scoprire i templi principali. Il contrasto con l'isolamento di Phongsali colpisce i sensi."
        },
        {
          "text": "Le marché de nuit envahit la rue principale dès 16h30 avec ses étals de textiles et d'artisanat. Les souvenirs complètent ceux des villages du nord."
        },
        {
          "text": "The night market invades the main street from 4:30pm with its textile and craft stalls. Souvenirs complement those from northern villages."
        },
        {
          "text": "O mercado noturno invade a rua principal desde as 16h30 com suas bancas de têxteis e artesanato. As lembranças complementam as das aldeias do norte."
        },
        {
          "text": "El mercado nocturno invade la calle principal desde las 16h30 con sus puestos de textiles y artesanía. Los recuerdos complementan los de las aldeas del norte."
        },
        {
          "text": "Il mercato notturno invade la strada principale dalle 16h30 con le sue bancarelle di tessuti e artigianato. I souvenir completano quelli dei villaggi del nord."
        },
        {
          "text": "Le coucher de soleil depuis le mont Phousi embrase les montagnes et le fleuve. Les teintes orangées marquent la transition vers la vie nocturne de la cité."
        },
        {
          "text": "Sunset from Mount Phousi sets the mountains and river ablaze. Orange tones mark the transition to the city's nightlife."
        },
        {
          "text": "O pôr do sol desde o monte Phousi incendeia as montanhas e o rio. As tonalidades alaranjadas marcam a transição para a vida noturna da cidade."
        },
        {
          "text": "El atardecer desde el monte Phousi incendia las montañas y el río. Los tonos anaranjados marcan la transición hacia la vida nocturna de la ciudad."
        },
        {
          "text": "Il tramonto dal monte Phousi incendia le montagne e il fiume. Le tinte aranciate segnano la transizione verso la vita notturna della città."
        },
        {
          "text": "Le dîner dans l'un des restaurants de la vieille ville offre une cuisine raffinée après les repas simples des montagnes."
        },
        {
          "text": "Dinner in one of the old town's restaurants offers refined cuisine after simple mountain meals."
        },
        {
          "text": "O jantar num dos restaurantes da cidade velha oferece uma cozinha refinada após as refeições simples das montanhas."
        },
        {
          "text": "La cena en uno de los restaurantes de la ciudad vieja ofrece una cocina refinada tras las comidas sencillas de las montañas."
        },
        {
          "text": "La cena in uno dei ristoranti della città vecchia offre una cucina raffinata dopo i pasti semplici delle montagne."
        },
        {
          "text": "La navigation matinale vers Pak Ou fait défiler falaises karstiques et villages de pêcheurs. Le trajet sur la Nam Ou rappelle la descente depuis Muang Khua quelques jours plus tôt."
        },
        {
          "text": "Morning navigation to Pak Ou parades karst cliffs and fishing villages. The journey on the Nam Ou recalls the descent from Muang Khua a few days earlier."
        },
        {
          "text": "A navegação matinal para Pak Ou faz desfilar falésias cársticas e aldeias de pescadores. O trajeto sobre o Nam Ou recorda a descida desde Muang Khua alguns dias antes."
        },
        {
          "text": "La navegación matutina hacia Pak Ou hace desfilar acantilados kársticos y aldeas de pescadores. El trayecto sobre el Nam Ou recuerda el descenso desde Muang Khua unos días atrás."
        },
        {
          "text": "La navigazione mattutina verso Pak Ou fa sfilare falesie carsiche e villaggi di pescatori. Il tragitto sul Nam Ou ricorda la discesa da Muang Khua qualche giorno prima."
        },
        {
          "text": "L'après-midi aux chutes de Kuang Si récompense par une baignade fraîche. L'eau turquoise contraste avec le vert profond de la jungle."
        },
        {
          "text": "The afternoon at Kuang Si falls rewards with a cool swim. The turquoise water contrasts with the jungle's deep green."
        },
        {
          "text": "A tarde nas cascatas de Kuang Si recompensa com um banho fresco. A água turquesa contrasta com o verde profundo da selva."
        },
        {
          "text": "La tarde en las cascadas de Kuang Si recompensa con un baño fresco. El agua turquesa contrasta con el verde profundo de la selva."
        },
        {
          "text": "Il pomeriggio alle cascate di Kuang Si ricompensa con un bagno fresco. L'acqua turchese contrasta con il verde profondo della giungla."
        },
        {
          "text": "Le tak bat du lendemain matin peut clôturer le séjour si le voyageur reste une nuit supplémentaire. Les moines défilent en silence dès 5h45 pour recevoir le riz gluant des fidèles."
        },
        {
          "text": "The next morning's tak bat can close the stay if the traveler remains an extra night. Monks file silently from 5:45am to receive sticky rice from the faithful."
        },
        {
          "text": "O tak bat da manhã seguinte pode encerrar a estadia se o viajante ficar uma noite adicional. Os monges desfilam em silêncio desde as 5h45 para receber o arroz glutinoso dos fiéis."
        },
        {
          "text": "El tak bat de la mañana siguiente puede cerrar la estancia si el viajero permanece una noche adicional. Los monjes desfilan en silencio desde las 5h45 para recibir el arroz glutinoso de los fieles."
        },
        {
          "text": "Il tak bat del mattino seguente può concludere il soggiorno se il viaggiatore resta una notte in più. I monaci sfilano in silenzio dalle 5h45 per ricevere il riso glutinoso dai fedeli."
        },
        {
          "text": "Le voyage de l'extrême nord s'achève dans la douceur de l'ancienne capitale royale, riche des rencontres et des paysages traversés depuis Phongsali."
        },
        {
          "text": "The journey from the far north ends in the gentleness of the former royal capital, rich with encounters and landscapes crossed from Phongsali."
        },
        {
          "text": "A viagem do extremo norte encerra-se na doçura da antiga capital real, rica dos encontros e das paisagens atravessadas desde Phongsali."
        },
        {
          "text": "El viaje del extremo norte concluye en la dulzura de la antigua capital real, rico de los encuentros y de los paisajes atravesados desde Phongsali."
        },
        {
          "text": "Il viaggio dall'estremo nord si conclude nella dolcezza dell'antica capitale reale, ricco degli incontri e dei paesaggi attraversati da Phongsali."
        },
        {
          "text": "Le marché de nuit envahit la rue principale dès 16h30 avec ses étals de textiles tissés, peintures et souvenirs. La foule de touristes et de vendeurs anime le quartier jusqu'à 23h."
        },
        {
          "text": "The night market invades the main street from 4:30pm with its stalls of woven textiles, paintings, and souvenirs. The crowd of tourists and vendors animates the district until 11pm."
        },
        {
          "text": "El mercado nocturno invade la calle principal desde las 4:30pm con sus puestos de textiles tejidos, pinturas y souvenirs. La multitud de turistas y vendedores anima el barrio hasta las 11 de la noche."
        },
        {
          "text": "Le buffet de rue propose un assortiment de plats lao végétariens et carnés servis dans des barquettes pour quelques milliers de kips. Les convives s'attablent sur des bancs communs dans une ruelle perpendiculaire."
        },
        {
          "text": "The street buffet offers an assortment of vegetarian and meat Lao dishes served in containers for a few thousand kips. Diners sit at communal benches in a perpendicular alley."
        },
        {
          "text": "El buffet de calle propone un surtido de platos lao vegetarianos y cárnicos servidos en recipientes por algunos miles de kips. Los comensales se sientan en bancos comunes en un callejón perpendicular."
        },
        {
          "text": "Les berges du Mékong accueillent les derniers rayons du soleil avec une bière Lao à la main. Les montagnes rougeoient tandis que les pirogues regagnent leurs amarres."
        },
        {
          "text": "The Mekong banks welcome the sun's last rays with a Lao beer in hand. The mountains turn red while pirogues return to their moorings."
        },
        {
          "text": "Las orillas del Mekong acogen los últimos rayos del sol con una cerveza Lao en la mano. Las montañas se enrojecen mientras las piraguas regresan a sus amarres."
        },
        {
          "text": "Les temples secondaires de la péninsule offrent des havres de paix loin de l'affluence du Wat Xiengthong. Le Wat Sene et le Wat Visoun méritent un détour pour leurs atmosphères recueillies."
        },
        {
          "text": "The peninsula's secondary temples offer havens of peace far from Wat Xiengthong's crowds. Wat Sene and Wat Visoun deserve a detour for their contemplative atmospheres."
        },
        {
          "text": "Los templos secundarios de la península ofrecen refugios de paz lejos de la afluencia del Wat Xiengthong. El Wat Sene y el Wat Visoun merecen un desvío por sus atmósferas recogidas."
        },
        {
          "text": "La matinée au sanctuaire des éléphants inclut la balade en forêt, le nourrissage et le bain. Les équipes passionnées partagent leur connaissance des animaux et les enjeux de leur protection."
        },
        {
          "text": "Le départ du slow boat en fin de matinée permet d'arriver à Luang Prabang en début de soirée. Les six heures de navigation offrent un dernier moment de contemplation fluviale."
        },
        {
          "text": "L'arrivée à Luang Prabang révèle les premiers temples dorés et les toits traditionnels de l'ancienne capitale royale. Le débarcadère se situe au pied de la péninsule UNESCO."
        },
        {
          "text": "La première soirée à Luang Prabang permet de découvrir le marché de nuit qui envahit la rue principale dès 16h30. Les étals de textiles et d'artisanat illuminent le quartier historique."
        },
        {
          "text": "Le tak bat rassemble les moines des 34 temples qui défilent en silence dès 5h45 pour recevoir le riz gluant des fidèles. La cérémonie se déroule dans le recueillement à distance respectueuse."
        },
        {
          "text": "Le marché matinal déploie ses étals de fruits tropicaux, poissons et khao jee jusqu'à 10h. L'ambiance animée contraste avec la sérénité des temples voisins."
        },
        {
          "text": "Les cafés surplombant le Mékong servent café lao corsé et pâtisseries françaises héritées de l'époque coloniale. Le rythme lent invite à la flânerie entre deux visites."
        },
        {
          "text": "Le coucher de soleil depuis les berges du Mékong embrase les montagnes qui rougeoient de l'autre côté du fleuve. Les pirogues regagnent leurs amarres dans la lumière dorée."
        },
        {
          "text": "La navigation matinale vers Pak Ou fait défiler falaises karstiques et villages de pêcheurs. Les arrêts dans les hameaux permettent d'observer la distillation du Lao Lao."
        },
        {
          "text": "L'après-midi aux chutes de Kuang Si récompense par une baignade fraîche après la route poussiéreuse. L'eau turquoise contraste avec le vert profond de la jungle environnante."
        },
        {
          "text": "Les villages de tisserands sur la route des chutes permettent d'observer les artisanes travailler la soie sur le pas de leur porte. Les achats directs garantissent une rémunération équitable."
        },
        {
          "text": "Le retour à Luang Prabang en fin d'après-midi laisse le temps d'une dernière promenade dans la vieille ville avant le dîner."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 9
        },
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 10
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 1
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 2
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 3
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 4
        },
        {
          "itin_id": "LA::nord::classique-nord-sud",
          "itin_title": "Road Trip Laos: Dal Nord al Sud attraverso il Mekong",
          "day": 1
        },
        {
          "itin_id": "LA::nord::classique-nord-sud",
          "itin_title": "Road Trip Laos: Dal Nord al Sud attraverso il Mekong",
          "day": 2
        },
        {
          "itin_id": "LA::nord::classique-nord-sud",
          "itin_title": "Road Trip Laos: Dal Nord al Sud attraverso il Mekong",
          "day": 3
        },
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 8
        },
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 9
        },
        {
          "itin_id": "LA::nord::nature-aventure-ethnies-8j",
          "itin_title": "Naturaleza y aventura en el Norte de Laos: etnias, selva y karsts",
          "day": 8
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 6
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 7
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 8
        }
      ],
      "rating": 10,
      "place_type": "large_city",
      "suggested_days": 5
    },
    {
      "place_id": "LA::muang-khua",
      "name": "Muang Khua",
      "cc": "LA",
      "language": "fr",
      "coords": [
        20.9333,
        102.5167
      ],
      "lat": 20.9333,
      "lon": 102.5167,
      "visits": [
        {
          "text": "Le dernier jour de trek rejoint la route qui mène à Muang Khua. Les paysages ouverts annoncent la vallée du Nam Ou qui se rapproche.",
          "visit_duration_min": 75
        },
        {
          "text": "The final trek day reaches the road leading to Muang Khua. Open landscapes announce the approaching Nam Ou valley.",
          "visit_duration_min": 75
        },
        {
          "text": "O último dia de trekking junta-se à estrada que leva a Muang Khua. As paisagens abertas anunciam o vale do Nam Ou que se aproxima.",
          "visit_duration_min": 75
        },
        {
          "text": "El último día de trekking se une a la carretera que lleva a Muang Khua. Los paisajes abiertos anuncian el valle del Nam Ou que se aproxima.",
          "visit_duration_min": 75
        },
        {
          "text": "L'ultimo giorno di trek raggiunge la strada che porta a Muang Khua. I paesaggi aperti annunciano la valle del Nam Ou che si avvicina.",
          "visit_duration_min": 75
        },
        {
          "text": "Les Phounoy constituent le groupe majoritaire de la région et se distinguent par leur maîtrise de la culture du thé et du riz. Leurs villages organisés témoignent d'une structure sociale élaborée.",
          "visit_duration_min": 75
        },
        {
          "text": "The Phounoy constitute the region's majority group and are distinguished by their mastery of tea and rice cultivation. Their organized villages testify to elaborate social structure.",
          "visit_duration_min": 75
        },
        {
          "text": "Os Phounoy constituem o grupo maioritário da região e distinguem-se pela sua maestria no cultivo do chá e do arroz. Suas aldeias organizadas testemunham uma estrutura social elaborada.",
          "visit_duration_min": 75
        },
        {
          "text": "Los Phounoy constituyen el grupo mayoritario de la región y se distinguen por su maestría en el cultivo del té y del arroz. Sus aldeas organizadas testimonian una estructura social elaborada.",
          "visit_duration_min": 75
        },
        {
          "text": "I Phounoy costituiscono il gruppo maggioritario della regione e si distinguono per la loro maestria nella coltivazione del tè e del riso. I loro villaggi organizzati testimoniano una struttura sociale elaborata.",
          "visit_duration_min": 75
        },
        {
          "text": "Le transfert en véhicule depuis le point de sortie du trek couvre la distance restante jusqu'à Muang Khua. Les jambes fatiguées apprécient ce répit après trois jours de marche.",
          "visit_duration_min": 75
        },
        {
          "text": "The vehicle transfer from the trek exit point covers the remaining distance to Muang Khua. Tired legs appreciate this respite after three days of walking.",
          "visit_duration_min": 75
        },
        {
          "text": "A transferência em veículo desde o ponto de saída do trekking cobre a distância restante até Muang Khua. As pernas cansadas apreciam esta pausa após três dias de caminhada.",
          "visit_duration_min": 75
        },
        {
          "text": "El traslado en vehículo desde el punto de salida del trekking cubre la distancia restante hasta Muang Khua. Las piernas cansadas aprecian esta pausa tras tres días de caminata.",
          "visit_duration_min": 75
        },
        {
          "text": "Il trasferimento in veicolo dal punto di uscita del trek copre la distanza rimanente fino a Muang Khua. Le gambe stanche apprezzano questa pausa dopo tre giorni di cammino.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Khua occupe un confluent stratégique sur le Nam Ou et sert d'escale aux voyageurs qui descendent la rivière vers le sud. Cette bourgade tranquille vit au rythme du fleuve.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Khua occupies a strategic confluence on the Nam Ou and serves as a stopover for travelers descending the river southward. This quiet town lives by the river's rhythm.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Khua ocupa uma confluência estratégica no Nam Ou e serve de etapa aos viajantes que descem o rio para sul. Esta pequena vila tranquila vive ao ritmo do rio.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Khua ocupa una confluencia estratégica en el Nam Ou y sirve de etapa a los viajeros que descienden el río hacia el sur. Este pueblecito tranquilo vive al ritmo del río.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Khua occupa una confluenza strategica sul Nam Ou e serve da tappa ai viaggiatori che scendono il fiume verso sud. Questo borgo tranquillo vive al ritmo del fiume.",
          "visit_duration_min": 75
        },
        {
          "text": "Les maisons sur pilotis bordent les berges et les pirogues à longue queue attendent les passagers sur les pontons de bois. Le commerce fluvial anime les quais aux heures de départ.",
          "visit_duration_min": 75
        },
        {
          "text": "Stilt houses line the banks and long-tail pirogues await passengers on wooden pontoons. River commerce animates the docks at departure times.",
          "visit_duration_min": 75
        },
        {
          "text": "As casas sobre palafitas margeiam as margens e as pirogas de cauda longa aguardam os passageiros nos cais de madeira. O comércio fluvial anima os cais nas horas de partida.",
          "visit_duration_min": 75
        },
        {
          "text": "Las casas sobre pilotes bordean las orillas y las piraguas de cola larga esperan a los pasajeros en los pontones de madera. El comercio fluvial anima los muelles en las horas de salida.",
          "visit_duration_min": 75
        },
        {
          "text": "Le case su palafitte costeggiano le rive e le piroghe a coda lunga attendono i passeggeri sui pontili di legno. Il commercio fluviale anima i moli negli orari di partenza.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La marche matinale de 2-3 heures achève le trek par une descente vers la route. Les adieux au guide et aux villages traversés marquent la fin de l'immersion."
        },
        {
          "text": "The 2-3 hour morning walk completes the trek with a descent toward the road. Farewells to the guide and crossed villages mark the end of immersion."
        },
        {
          "text": "A caminhada matinal de 2-3 horas conclui o trekking com uma descida para a estrada. As despedidas ao guia e às aldeias atravessadas marcam o fim da imersão."
        },
        {
          "text": "La caminata matutina de 2-3 horas concluye el trekking con un descenso hacia la carretera. Las despedidas al guía y a las aldeas atravesadas marcan el fin de la inmersión."
        },
        {
          "text": "La camminata mattutina di 2-3 ore conclude il trek con una discesa verso la strada. Gli addii alla guida e ai villaggi attraversati segnano la fine dell'immersione."
        },
        {
          "text": "L'arrivée à Muang Khua en début d'après-midi laisse le temps d'explorer les berges du Nam Ou. Le marché local propose poissons du fleuve et produits des environs."
        },
        {
          "text": "Early afternoon arrival in Muang Khua leaves time to explore the Nam Ou banks. The local market offers river fish and products from the surroundings."
        },
        {
          "text": "A chegada a Muang Khua no início da tarde deixa tempo para explorar as margens do Nam Ou. O mercado local propõe peixes do rio e produtos dos arredores."
        },
        {
          "text": "La llegada a Muang Khua a primera hora de la tarde deja tiempo para explorar las orillas del Nam Ou. El mercado local propone peces del río y productos de los alrededores."
        },
        {
          "text": "L'arrivo a Muang Khua nel primo pomeriggio lascia il tempo di esplorare le rive del Nam Ou. Il mercato locale propone pesci del fiume e prodotti dei dintorni."
        },
        {
          "text": "La réservation du bateau pour le lendemain s'effectue sur les quais ou via les guesthouses. Le départ matinal s'impose pour profiter de la journée de navigation."
        },
        {
          "text": "Booking the next day's boat is done at the docks or through guesthouses. Early morning departure is necessary to enjoy the navigation day."
        },
        {
          "text": "A reserva do barco para o dia seguinte efetua-se nos cais ou através das guesthouses. A partida matinal impõe-se para aproveitar o dia de navegação."
        },
        {
          "text": "La reserva del barco para el día siguiente se efectúa en los muelles o a través de las guesthouses. La salida matutina se impone para aprovechar el día de navegación."
        },
        {
          "text": "La prenotazione della barca per l'indomani si effettua sui moli o tramite le guesthouse. La partenza mattutina si impone per approfittare della giornata di navigazione."
        },
        {
          "text": "Le coucher de soleil sur le Nam Ou illumine la rivière et les montagnes environnantes. Les trois jours de marche laissent place à la contemplation fluviale."
        },
        {
          "text": "Sunset over the Nam Ou illuminates the river and surrounding mountains. Three days of walking give way to river contemplation."
        },
        {
          "text": "O pôr do sol sobre o Nam Ou ilumina o rio e as montanhas circundantes. Os três dias de caminhada dão lugar à contemplação fluvial."
        },
        {
          "text": "El atardecer sobre el Nam Ou ilumina el río y las montañas circundantes. Los tres días de caminata dan lugar a la contemplación fluvial."
        },
        {
          "text": "Il tramonto sul Nam Ou illumina il fiume e le montagne circostanti. I tre giorni di cammino lasciano posto alla contemplazione fluviale."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 5
        }
      ],
      "rating": 3.6,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LA::muang-sing",
      "name": "Muang Sing",
      "cc": "LA",
      "language": "fr",
      "coords": [
        21.1833,
        101.15
      ],
      "lat": 21.1833,
      "lon": 101.15,
      "visits": [
        {
          "text": "Le retour du trek traverse des portions de forêt différentes avant de rejoindre la piste où attend le véhicule. Les jambes fatiguées apprécient le transfert vers Luang Namtha puis la route de Muang Sing.",
          "visit_duration_min": 75
        },
        {
          "text": "The return from the trek crosses different sections of forest before reaching the track where the vehicle awaits. Tired legs appreciate the transfer to Luang Namtha then the Muang Sing road.",
          "visit_duration_min": 75
        },
        {
          "text": "El regreso del trek atraviesa porciones de bosque diferentes antes de alcanzar la pista donde espera el vehículo. Las piernas cansadas aprecian el traslado hacia Luang Namtha y luego la carretera de Muang Sing.",
          "visit_duration_min": 75
        },
        {
          "text": "La vallée de Muang Sing s'ouvre entre les montagnes Phou à 60 kilomètres au nord-ouest de Luang Namtha. Cette région frontalière avec la Chine et le Myanmar abrite plus de dix ethnies distinctes dans un périmètre restreint.",
          "visit_duration_min": 75
        },
        {
          "text": "The Muang Sing valley opens between the Phou mountains 60 kilometers northwest of Luang Namtha. This border region with China and Myanmar is home to more than ten distinct ethnic groups within a small area.",
          "visit_duration_min": 75
        },
        {
          "text": "El valle de Muang Sing se abre entre las montañas Phou a 60 kilómetros al noroeste de Luang Namtha. Esta región fronteriza con China y Myanmar alberga más de diez etnias distintas en un perímetro reducido.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Sing Jai occupe le centre de la bourgade avec son architecture lao traditionnelle et ses moines qui vaquent aux rituels quotidiens. Le temple modeste contraste avec les édifices dorés du sud du pays.",
          "visit_duration_min": 75
        },
        {
          "text": "Wat Sing Jai occupies the center of the town with its traditional Lao architecture and monks going about daily rituals. The modest temple contrasts with the gilded edifices of the south.",
          "visit_duration_min": 75
        },
        {
          "text": "El Wat Sing Jai ocupa el centro del pueblo con su arquitectura lao tradicional y sus monjes que se ocupan de los rituales cotidianos. El templo modesto contrasta con los edificios dorados del sur del país.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée de Muang Sing présente costumes, outils et instruments de musique des minorités ethniques de la région. Les photographies historiques documentent l'évolution des communautés au fil des décennies.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Sing Museum displays costumes, tools, and musical instruments of the region's ethnic minorities. Historical photographs document the evolution of communities over decades.",
          "visit_duration_min": 75
        },
        {
          "text": "El museo de Muang Sing presenta trajes, herramientas e instrumentos musicales de las minorías étnicas de la región. Las fotografías históricas documentan la evolución de las comunidades a lo largo de las décadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Le That Xieng Tung Stupa date du XIVe siècle et compte parmi les sites religieux les plus anciens de la région. Le détour de vingt minutes permet de contempler cet édifice vénérable dans un cadre champêtre.",
          "visit_duration_min": 75
        },
        {
          "text": "That Xieng Tung Stupa dates from the 14th century and counts among the region's oldest religious sites. The twenty-minute detour allows contemplating this venerable structure in a rural setting.",
          "visit_duration_min": 75
        },
        {
          "text": "El That Xieng Tung Stupa data del siglo XIV y cuenta entre los sitios religiosos más antiguos de la región. El desvío de veinte minutos permite contemplar este edificio venerable en un entorno campestre.",
          "visit_duration_min": 75
        },
        {
          "text": "Le marché matinal de Muang Sing rassemble dès 7h les habitants des villages environnants venus vendre leurs produits. Les femmes Akha, Tai Lue, Yao et Hmong arborent leurs costumes traditionnels, transformant les allées en kaléidoscope de couleurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Sing's morning market gathers from 7am inhabitants from surrounding villages who came to sell their products. Akha, Tai Lue, Yao, and Hmong women wear their traditional costumes, transforming the alleys into a kaleidoscope of colors.",
          "visit_duration_min": 75
        },
        {
          "text": "El mercado matutino de Muang Sing reúne desde las 7 de la mañana a habitantes de pueblos circundantes que vienen a vender sus productos. Las mujeres Akha, Tai Lue, Yao y Hmong lucen sus trajes tradicionales, transformando los pasillos en un caleidoscopio de colores.",
          "visit_duration_min": 75
        },
        {
          "text": "Les Akha se reconnaissent à leurs coiffes élaborées ornées de pièces d'argent et de perles qui tintent à chaque mouvement. Leurs villages s'identifient aux portails d'esprits en bois qui marquent la frontière entre le monde des vivants et celui des esprits.",
          "visit_duration_min": 75
        },
        {
          "text": "The Akha are recognized by their elaborate headdresses adorned with silver coins and beads that tinkle with every movement. Their villages are identified by wooden spirit gates that mark the boundary between the world of the living and that of spirits.",
          "visit_duration_min": 75
        },
        {
          "text": "Los Akha se reconocen por sus tocados elaborados adornados con monedas de plata y cuentas que tintinean con cada movimiento. Sus pueblos se identifican por las puertas de espíritus de madera que marcan la frontera entre el mundo de los vivos y el de los espíritus.",
          "visit_duration_min": 75
        },
        {
          "text": "Les femmes Tai Lue portent des hauts noirs bordés de rouge et des jupes finement brodées témoignant de leur maîtrise du tissage. Leurs 24 villages autour de Muang Sing perpétuent un bouddhisme mêlé de croyances animistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Tai Lue women wear black tops bordered with red and finely embroidered skirts testifying to their mastery of weaving. Their 24 villages around Muang Sing perpetuate a Buddhism mixed with animist beliefs.",
          "visit_duration_min": 75
        },
        {
          "text": "Las mujeres Tai Lue llevan tops negros bordeados de rojo y faldas finamente bordadas que testimonian su maestría del tejido. Sus 24 pueblos alrededor de Muang Sing perpetúan un budismo mezclado con creencias animistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Les Yao, divisés en Lu Mien et Lanten, se distinguent par leurs vêtements teints à l'indigo et leurs bijoux d'argent. Leur tradition chamanique et leurs connaissances en plantes médicinales se transmettent de génération en génération.",
          "visit_duration_min": 75
        },
        {
          "text": "The Yao, divided into Lu Mien and Lanten, are distinguished by their indigo-dyed clothing and silver jewelry. Their shamanic tradition and knowledge of medicinal plants are passed down from generation to generation.",
          "visit_duration_min": 75
        },
        {
          "text": "Los Yao, divididos en Lu Mien y Lanten, se distinguen por su ropa teñida de índigo y sus joyas de plata. Su tradición chamánica y sus conocimientos de plantas medicinales se transmiten de generación en generación.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village Akha de Ban Nam Daet Mai se niche à 9 kilomètres vers la frontière chinoise au bout d'une piste panoramique. Les maisons sur pilotis s'accrochent à la pente sous le regard des enfants curieux et des anciens qui fument la pipe.",
          "visit_duration_min": 75
        },
        {
          "text": "The Akha village of Ban Nam Daet Mai nestles 9 kilometers toward the Chinese border at the end of a scenic track. Stilt houses cling to the slope under the gaze of curious children and elders smoking pipes.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo Akha de Ban Nam Daet Mai se encuentra a 9 kilómetros hacia la frontera china al final de una pista panorámica. Las casas sobre pilotes se aferran a la pendiente bajo la mirada de niños curiosos y ancianos que fuman en pipa.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village Yao de Phoudontai offre une halte complémentaire sur la route de la frontière avec ses habitations traditionnelles et son ambiance préservée. Les femmes brodent sur le pas de leur porte entre deux tâches ménagères.",
          "visit_duration_min": 75
        },
        {
          "text": "The Yao village of Phoudontai offers a complementary stop on the border road with its traditional dwellings and preserved atmosphere. Women embroider on their doorsteps between household chores.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo Yao de Phoudontai ofrece una parada complementaria en la ruta de la frontera con sus viviendas tradicionales y su atmósfera preservada. Las mujeres bordan en el umbral de su puerta entre tareas domésticas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La route entre Luang Namtha et Muang Sing serpente à travers les montagnes couvertes de forêts et de plantations. Les deux heures de trajet offrent des aperçus sur les villages perchés qui jalonnent le parcours."
        },
        {
          "text": "The road between Luang Namtha and Muang Sing winds through mountains covered with forests and plantations. The two-hour journey offers glimpses of perched villages lining the route."
        },
        {
          "text": "La carretera entre Luang Namtha y Muang Sing serpentea a través de montañas cubiertas de bosques y plantaciones. Las dos horas de trayecto ofrecen vistas de pueblos encaramados que jalonan el recorrido."
        },
        {
          "text": "L'installation à Muang Sing laisse le temps d'arpenter la rue principale où quelques échoppes vendent produits locaux et artisanat. L'atmosphère paisible tranche avec l'agitation des villes touristiques du sud."
        },
        {
          "text": "Settling in Muang Sing leaves time to walk the main street where a few shops sell local products and handicrafts. The peaceful atmosphere contrasts with the bustle of southern tourist towns."
        },
        {
          "text": "La instalación en Muang Sing deja tiempo para recorrer la calle principal donde algunas tiendas venden productos locales y artesanía. La atmósfera pacífica contrasta con la agitación de las ciudades turísticas del sur."
        },
        {
          "text": "Le coucher de soleil embrase les rizières qui entourent la bourgade dans un dégradé d'orange et de rose. Les paysans rentrent des champs tandis que la fraîcheur du soir descend des montagnes."
        },
        {
          "text": "The sunset sets the rice paddies surrounding the town ablaze in a gradient of orange and pink. Farmers return from the fields as the evening coolness descends from the mountains."
        },
        {
          "text": "El atardecer incendia los arrozales que rodean el pueblo en un degradado de naranja y rosa. Los campesinos regresan de los campos mientras el frescor de la tarde desciende de las montañas."
        },
        {
          "text": "Le Khao Soy constitue le petit-déjeuner traditionnel des Tai Neua : nouilles de riz maison dans un bouillon parfumé au porc haché et à la pâte de soja fermenté. Le marché reste le meilleur endroit pour goûter cette spécialité locale."
        },
        {
          "text": "Khao Soy is the traditional Tai Neua breakfast: homemade rice noodles in a broth flavored with ground pork and fermented soy paste. The market remains the best place to taste this local specialty."
        },
        {
          "text": "El Khao Soy constituye el desayuno tradicional de los Tai Neua: fideos de arroz caseros en un caldo perfumado con cerdo picado y pasta de soja fermentada. El mercado sigue siendo el mejor lugar para probar esta especialidad local."
        },
        {
          "text": "La route vers la frontière chinoise déroule ses 10 kilomètres à travers rizières et villages accessibles à vélo. Le poste-frontière ne s'ouvre pas aux étrangers mais le trajet justifie l'excursion."
        },
        {
          "text": "The road to the Chinese border unfolds its 10 kilometers through rice paddies and villages accessible by bicycle. The border post doesn't open to foreigners but the journey justifies the excursion."
        },
        {
          "text": "La carretera hacia la frontera china despliega sus 10 kilómetros a través de arrozales y pueblos accesibles en bicicleta. El puesto fronterizo no se abre a extranjeros pero el trayecto justifica la excursión."
        },
        {
          "text": "Les treks avec nuit en homestay dans un village Yao Lanten permettent une immersion plus profonde que les visites éclair. Le guide facilite les échanges et explique les coutumes à respecter."
        },
        {
          "text": "Treks with overnight homestay in a Yao Lanten village allow deeper immersion than lightning visits. The guide facilitates exchanges and explains customs to respect."
        },
        {
          "text": "Los treks con noche en homestay en un pueblo Yao Lanten permiten una inmersión más profunda que las visitas relámpago. El guía facilita los intercambios y explica las costumbres a respetar."
        },
        {
          "text": "Le village de Ban Siliheuang à 3 kilomètres au sud prépare les nouilles fraîches du Khao Soy aux premières heures du matin. Les femmes Tai Neua étirent la pâte et découpent les lanières au-dessus des marmites fumantes."
        },
        {
          "text": "The village of Ban Siliheuang 3 kilometers south prepares fresh Khao Soy noodles in the early morning hours. Tai Neua women stretch the dough and cut the strips over steaming pots."
        },
        {
          "text": "El pueblo de Ban Siliheuang a 3 kilómetros al sur prepara los fideos frescos del Khao Soy en las primeras horas de la mañana. Las mujeres Tai Neua estiran la masa y cortan las tiras sobre las ollas humeantes."
        },
        {
          "text": "Muang Long, encore plus isolé que Muang Sing, offre une base alternative pour explorer des villages rarement visités. La rivière Nam Long traverse des paysages de collines et de rizières où les touristes se comptent sur les doigts d'une main."
        },
        {
          "text": "Muang Long, even more isolated than Muang Sing, offers an alternative base to explore rarely visited villages. The Nam Long river crosses landscapes of hills and rice paddies where tourists can be counted on one hand."
        },
        {
          "text": "Muang Long, aún más aislado que Muang Sing, ofrece una base alternativa para explorar pueblos raramente visitados. El río Nam Long atraviesa paisajes de colinas y arrozales donde los turistas se cuentan con los dedos de una mano."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::nature-aventure-ethnies-8j",
          "itin_title": "Naturaleza y aventura en el Norte de Laos: etnias, selva y karsts",
          "day": 3
        },
        {
          "itin_id": "LA::nord::nature-aventure-ethnies-8j",
          "itin_title": "Naturaleza y aventura en el Norte de Laos: etnias, selva y karsts",
          "day": 4
        }
      ],
      "rating": 4,
      "place_type": "village",
      "suggested_days": 1.5
    },
    {
      "place_id": "LA::nam-ha",
      "name": "Nam Ha",
      "cc": "LA",
      "language": "fr",
      "coords": [
        20.95,
        101.4
      ],
      "lat": 20.95,
      "lon": 101.4,
      "visits": [
        {
          "text": "La réserve nationale de Nam Ha protège l'une des dernières forêts primaires du Laos sur plus de 222 000 hectares de jungle montagneuse. Les sentiers s'enfoncent sous la canopée où les bruits de la civilisation s'évanouissent rapidement.",
          "visit_duration_min": 75
        },
        {
          "text": "Nam Ha National Reserve protects one of Laos's last primary forests over more than 222,000 hectares of mountainous jungle. The trails plunge under the canopy where the sounds of civilization quickly vanish.",
          "visit_duration_min": 75
        },
        {
          "text": "La reserva nacional de Nam Ha protege uno de los últimos bosques primarios de Laos sobre más de 222,000 hectáreas de selva montañosa. Los senderos se adentran bajo el dosel donde los ruidos de la civilización se desvanecen rápidamente.",
          "visit_duration_min": 75
        },
        {
          "text": "Les villages Khmu parsèment les hauteurs de la réserve, leurs maisons sur pilotis regroupées autour d'une place centrale. Les habitants cultivent le riz sur brûlis et récoltent les produits de la forêt selon des méthodes ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "Khmu villages dot the heights of the reserve, their stilt houses clustered around a central square. Inhabitants cultivate rice through slash-and-burn and harvest forest products using ancestral methods.",
          "visit_duration_min": 75
        },
        {
          "text": "Los pueblos Khmu salpican las alturas de la reserva, sus casas sobre pilotes agrupadas alrededor de una plaza central. Los habitantes cultivan arroz mediante tala y quema y recolectan productos del bosque según métodos ancestrales.",
          "visit_duration_min": 75
        },
        {
          "text": "La brume matinale enveloppe les hameaux isolés avant que le soleil ne perce à travers les frondaisons. Les coqs et les enfants rompent le silence tandis que les femmes préparent le feu pour le repas.",
          "visit_duration_min": 75
        },
        {
          "text": "Morning mist envelops the isolated hamlets before the sun breaks through the foliage. Roosters and children break the silence while women prepare the fire for the meal.",
          "visit_duration_min": 75
        },
        {
          "text": "La bruma matinal envuelve las aldeas aisladas antes de que el sol perfore a través del follaje. Los gallos y los niños rompen el silencio mientras las mujeres preparan el fuego para la comida.",
          "visit_duration_min": 75
        },
        {
          "text": "Les guides locaux identifient plantes médicinales, traces d'animaux et essences d'arbres centenaires le long des sentiers. Leur connaissance intime de la forêt transforme la marche en leçon de botanique et de survie.",
          "visit_duration_min": 75
        },
        {
          "text": "Local guides identify medicinal plants, animal tracks, and centuries-old tree species along the trails. Their intimate knowledge of the forest transforms the walk into a lesson in botany and survival.",
          "visit_duration_min": 75
        },
        {
          "text": "Los guías locales identifican plantas medicinales, rastros de animales y especies de árboles centenarios a lo largo de los senderos. Su conocimiento íntimo del bosque transforma la caminata en una lección de botánica y supervivencia.",
          "visit_duration_min": 75
        },
        {
          "text": "Les ruisseaux qui dévalent les pentes offrent des points de ravitaillement en eau fraîche et des haltes bienvenues. Les rochers polis par le courant servent de sièges naturels pour reprendre son souffle.",
          "visit_duration_min": 75
        },
        {
          "text": "Streams rushing down the slopes offer fresh water supply points and welcome halts. Rocks polished by the current serve as natural seats to catch your breath.",
          "visit_duration_min": 75
        },
        {
          "text": "Los arroyos que bajan por las pendientes ofrecen puntos de abastecimiento de agua fresca y paradas bienvenidas. Las rocas pulidas por la corriente sirven de asientos naturales para recuperar el aliento.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le trek de trois jours et deux nuits constitue le format idéal pour s'immerger dans la jungle sans que l'inconfort ne devienne pesant. Une nuit en village et une nuit en campement permettent deux expériences complémentaires."
        },
        {
          "text": "The three-day, two-night trek is the ideal format to immerse yourself in the jungle without the discomfort becoming overwhelming. One night in a village and one night camping offer two complementary experiences."
        },
        {
          "text": "El trek de tres días y dos noches constituye el formato ideal para sumergirse en la selva sin que la incomodidad se vuelva pesada. Una noche en pueblo y una noche acampando permiten dos experiencias complementarias."
        },
        {
          "text": "Les villageois accueillent les randonneurs dans leurs maisons communes où les nattes s'alignent sur le plancher de bambou. Le repas partagé autour du feu inclut souvent du Lao Lao, l'alcool de riz local."
        },
        {
          "text": "Villagers welcome trekkers in their communal houses where mats line the bamboo floor. The shared meal around the fire often includes Lao Lao, the local rice alcohol."
        },
        {
          "text": "Los aldeanos acogen a los excursionistas en sus casas comunes donde las esteras se alinean sobre el piso de bambú. La comida compartida alrededor del fuego incluye a menudo Lao Lao, el alcohol de arroz local."
        },
        {
          "text": "Les danses traditionnelles animent parfois les soirées villageoises lorsque les hôtes décident de célébrer la présence des visiteurs. Les pas simples invitent à la participation et les rires fusent malgré la barrière de la langue."
        },
        {
          "text": "Traditional dances sometimes animate village evenings when hosts decide to celebrate the visitors' presence. Simple steps invite participation and laughter flows despite the language barrier."
        },
        {
          "text": "Las danzas tradicionales animan a veces las veladas del pueblo cuando los anfitriones deciden celebrar la presencia de los visitantes. Los pasos simples invitan a la participación y las risas surgen a pesar de la barrera del idioma."
        },
        {
          "text": "Le campement en jungle se résume à un toit de feuilles de bananier et un feu pour éloigner les insectes. Le guide pêche grenouilles et poissons dans le ruisseau voisin pour compléter le dîner."
        },
        {
          "text": "Jungle camping comes down to a roof of banana leaves and a fire to keep insects away. The guide fishes frogs and fish in the nearby stream to supplement dinner."
        },
        {
          "text": "El campamento en la selva se resume a un techo de hojas de plátano y un fuego para alejar los insectos. El guía pesca ranas y peces en el arroyo cercano para complementar la cena."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::nature-aventure-ethnies-8j",
          "itin_title": "Naturaleza y aventura en el Norte de Laos: etnias, selva y karsts",
          "day": 2
        }
      ],
      "rating": 8.5,
      "place_type": "nature",
      "suggested_days": 2
    },
    {
      "place_id": "LA::nam-kan",
      "name": "Nam Kan",
      "cc": "LA",
      "language": "fr",
      "coords": [
        20.35,
        100.55
      ],
      "lat": 20.35,
      "lon": 100.55,
      "visits": [
        {
          "text": "Le parc national de Nam Kan protège l'une des dernières forêts primaires du nord-ouest du Laos sur près de 136 000 hectares. La canopée dense abrite une biodiversité exceptionnelle incluant gibbons, ours et oiseaux rares.",
          "visit_duration_min": 75
        },
        {
          "text": "Les cabanes dans les arbres culminent jusqu'à 40 mètres de hauteur, perchées dans les branches des géants de la forêt. Ces structures en bois constituent les hébergements les plus hauts du monde dans ce type d'environnement.",
          "visit_duration_min": 75
        },
        {
          "text": "Le réseau de tyroliennes relie les différentes cabanes et plateformes à travers la canopée sur plusieurs kilomètres. Les câbles permettent de traverser les vallées et de survoler la cime des arbres.",
          "visit_duration_min": 75
        },
        {
          "text": "La forêt primaire déploie ses strates végétales depuis le sol tapissé de fougères jusqu'à la voûte formée par les arbres centenaires. Les lianes et les épiphytes colonisent chaque support disponible.",
          "visit_duration_min": 75
        },
        {
          "text": "Les gibbons à favoris blancs peuplent cette forêt et leurs chants résonnent à l'aube à travers les vallées. L'observation de ces primates acrobates constitue l'un des moments forts du séjour.",
          "visit_duration_min": 75
        },
        {
          "text": "L'aube dans la canopée dévoile la forêt qui émerge lentement des nappes de brume accrochées aux vallées. Les premiers rayons de soleil percent à travers le feuillage et réchauffent les plateformes.",
          "visit_duration_min": 75
        },
        {
          "text": "Les gibbons entament leur concert territorial dès les premières lueurs, leurs appels puissants portant sur plusieurs kilomètres. Les couples chantent en duo dans un rituel quotidien fascinant.",
          "visit_duration_min": 75
        },
        {
          "text": "Les arbres émergents dépassent la canopée de plusieurs dizaines de mètres et offrent des points de vue sur l'océan vert de la forêt. Certaines espèces atteignent plus de 50 mètres de hauteur.",
          "visit_duration_min": 75
        },
        {
          "text": "La faune nocturne laisse place aux espèces diurnes : écureuils géants, calaos et passereaux colorés animent les branches environnantes. Les jumelles permettent d'observer les animaux sans les déranger.",
          "visit_duration_min": 75
        },
        {
          "text": "Les sentiers au sol traversent des portions de forêt où les guides identifient traces, plantes médicinales et arbres remarquables. La marche complète l'expérience aérienne des tyroliennes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le transfert depuis Huay Xai traverse des paysages de montagnes et de villages avant d'atteindre l'entrée du parc. Le briefing de sécurité précède la première session de tyrolienne."
        },
        {
          "text": "Les premiers vols en tyrolienne permettent de se familiariser avec le matériel et les techniques de freinage. Les guides expérimentés accompagnent chaque traversée et ajustent les harnais."
        },
        {
          "text": "L'ascension vers les cabanes s'effectue par des échelles et des passerelles suspendues dans les arbres. La progression verticale offre des perspectives changeantes sur la forêt environnante."
        },
        {
          "text": "Le dîner préparé par l'équipe se prend sur la plateforme de la cabane face à la canopée qui s'assombrit. Les bruits de la jungle nocturne remplacent progressivement le chant des oiseaux diurnes."
        },
        {
          "text": "La journée complète de tyrolienne enchaîne les traversées sur des câbles de longueurs variées, certains dépassant 500 mètres. La vitesse et la hauteur procurent des sensations de vol au-dessus de la jungle."
        },
        {
          "text": "Le trek dans la forêt relie différents secteurs du parc en passant par des ruisseaux et des clairières. Les guides partagent leurs connaissances sur l'écosystème et les usages traditionnels des plantes."
        },
        {
          "text": "Le déjeuner servi sur une plateforme intermédiaire offre une pause bienvenue entre les sessions de vol. Les plats simples mais nourrissants reconstituent l'énergie dépensée."
        },
        {
          "text": "La fin d'après-midi se passe à guetter les gibbons depuis les points d'observation stratégiques. La patience récompense parfois par l'apparition d'une famille se balançant de branche en branche."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 2
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 3
        }
      ],
      "rating": 5.5,
      "place_type": "nature",
      "suggested_days": 3
    },
    {
      "place_id": "LA::nong-khiaw",
      "name": "Nong Khiaw",
      "cc": "LA",
      "language": "fr",
      "coords": [
        20.57,
        102.61
      ],
      "lat": 20.57,
      "lon": 102.61,
      "visits": [
        {
          "text": "La route de Sam Neua à Nong Khiaw traverse les montagnes pendant dix à douze heures. Ce trajet éprouvant constitue la dernière étape de transport longue distance de l'itinéraire.",
          "visit_duration_min": 75
        },
        {
          "text": "Les paysages de la province de Houaphan cèdent progressivement la place aux formations karstiques caractéristiques de Nong Khiaw. La transition géologique accompagne le changement d'atmosphère.",
          "visit_duration_min": 75
        },
        {
          "text": "Les villages de montagne qui jalonnent le parcours vivent au rythme de l'agriculture et de l'élevage. Les arrêts permettent d'observer la vie quotidienne des communautés isolées.",
          "visit_duration_min": 75
        },
        {
          "text": "L'arrivée à Nong Khiaw révèle un décor spectaculaire de falaises calcaires plongeant dans la rivière Nam Ou. Le contraste avec les collines arrondies de Sam Neua frappe le regard.",
          "visit_duration_min": 75
        },
        {
          "text": "Le pont chinois de 1964 enjambe la rivière et relie les deux parties du village. Cette structure constitue le point de repère central de la bourgade.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes de Nong Khiaw servirent également de refuges aux habitants durant les bombardements américains. Ces cavités complètent la thématique historique du voyage avec un témoignage local de la Guerre Secrète.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village compte 3 500 habitants et fut presque entièrement rasé durant les raids aériens. La reconstruction progressive a redonné vie à cette communauté résiliente.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Pha Daeng Peak domine Nong Khiaw et offre le panorama le plus spectaculaire de la région. L'ascension de 1h30 grimpe raide à travers la végétation.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sommet dévoile la rivière Nam Ou serpentant entre les pitons calcaires jusqu'à l'horizon brumeux. Par temps clair, la mer de nuages envahit la vallée à l'aube.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Muang Ngoi Neua se niche en amont, accessible uniquement par bateau. La navigation d'une heure traverse des gorges où les falaises plongent dans l'eau.",
          "visit_duration_min": 75
        },
        {
          "text": "La colline qui surplombe Muang Ngoi offre un panorama circulaire sur la rivière et les rizières. Ce village isolé conserve l'atmosphère d'un Laos d'autrefois.",
          "visit_duration_min": 75
        },
        {
          "text": "La descente du Nam Ou en pirogue relie Muang Khua à Nong Khiaw en cinq à six heures de navigation. Le fleuve serpente entre les falaises calcaires dans un décor de plus en plus spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "The Nam Ou descent by pirogue links Muang Khua to Nong Khiaw in five to six hours of navigation. The river winds between limestone cliffs in increasingly spectacular scenery.",
          "visit_duration_min": 75
        },
        {
          "text": "A descida do Nam Ou em piroga liga Muang Khua a Nong Khiaw em cinco a seis horas de navegação. O rio serpenteia entre falésias calcárias num cenário cada vez mais espetacular.",
          "visit_duration_min": 75
        },
        {
          "text": "El descenso del Nam Ou en piragua une Muang Khua con Nong Khiaw en cinco a seis horas de navegación. El río serpentea entre acantilados calcáreos en un escenario cada vez más espectacular.",
          "visit_duration_min": 75
        },
        {
          "text": "La discesa del Nam Ou in piroga collega Muang Khua a Nong Khiaw in cinque-sei ore di navigazione. Il fiume serpeggia tra le falesie calcaree in uno scenario sempre più spettacolare.",
          "visit_duration_min": 75
        },
        {
          "text": "Les villages de pêcheurs défilent sur les berges, leurs maisons perchées au-dessus des crues saisonnières. Les enfants saluent le passage des bateaux depuis les plages de galets.",
          "visit_duration_min": 75
        },
        {
          "text": "Fishing villages parade along the banks, their houses perched above seasonal floods. Children wave at passing boats from pebble beaches.",
          "visit_duration_min": 75
        },
        {
          "text": "As aldeias de pescadores desfilam nas margens, suas casas empoleiradas acima das cheias sazonais. As crianças saúdam a passagem dos barcos desde as praias de seixos.",
          "visit_duration_min": 75
        },
        {
          "text": "Las aldeas de pescadores desfilan por las orillas, sus casas encaramadas sobre las crecidas estacionales. Los niños saludan el paso de las barcas desde las playas de guijarros.",
          "visit_duration_min": 75
        },
        {
          "text": "I villaggi di pescatori sfilano sulle rive, le loro case arroccate sopra le piene stagionali. I bambini salutano il passaggio delle barche dalle spiagge di ciottoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Les rapides ponctuent le parcours et obligent parfois les passagers à descendre pour alléger l'embarcation. Le pilote navigue avec une adresse acquise par des années de pratique.",
          "visit_duration_min": 75
        },
        {
          "text": "Rapids punctuate the route and sometimes force passengers to disembark to lighten the craft. The pilot navigates with skill acquired through years of practice.",
          "visit_duration_min": 75
        },
        {
          "text": "As rápidas pontuam o percurso e obrigam por vezes os passageiros a descer para aligeirar a embarcação. O piloto navega com uma destreza adquirida em anos de prática.",
          "visit_duration_min": 75
        },
        {
          "text": "Los rápidos puntúan el recorrido y obligan a veces a los pasajeros a bajar para aligerar la embarcación. El piloto navega con una destreza adquirida en años de práctica.",
          "visit_duration_min": 75
        },
        {
          "text": "Le rapide punteggiano il percorso e obbligano talvolta i passeggeri a scendere per alleggerire l'imbarcazione. Il pilota naviga con un'abilità acquisita in anni di pratica.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Ngoi surgit à mi-parcours, accessible uniquement par le fleuve. L'escale permet de se dégourdir les jambes et d'apercevoir ce village isolé.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Ngoi emerges midway, accessible only by river. The stop allows stretching legs and glimpsing this isolated village.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Ngoi surge a meio do percurso, acessível apenas pelo rio. A paragem permite esticar as pernas e vislumbrar esta aldeia isolada.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Ngoi surge a mitad del recorrido, accesible únicamente por el río. La parada permite estirar las piernas y vislumbrar esta aldea aislada.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Ngoi emerge a metà percorso, accessibile solo dal fiume. La sosta permette di sgranchirsi le gambe e intravedere questo villaggio isolato.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw apparaît au détour d'un méandre, ses falaises verticales encadrant la rivière. Le pont chinois de 1964 marque l'arrivée dans ce village spectaculaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw appears around a bend, its vertical cliffs framing the river. The 1964 Chinese bridge marks arrival in this spectacular village.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw aparece na volta de um meandro, suas falésias verticais emoldurando o rio. A ponte chinesa de 1964 marca a chegada a esta aldeia espetacular.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw aparece en la vuelta de un meandro, sus acantilados verticales enmarcando el río. El puente chino de 1964 marca la llegada a esta aldea espectacular.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw appare al tornante di un'ansa, le sue falesie verticali che incorniciano il fiume. Il ponte cinese del 1964 segna l'arrivo in questo villaggio spettacolare.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Pha Daeng Peak domine Nong Khiaw et offre le panorama le plus spectaculaire de la région. L'ascension de 1h30 grimpe raide à travers la végétation avant de déboucher sur la crête.",
          "visit_duration_min": 75
        },
        {
          "text": "Pha Daeng Peak dominates Nong Khiaw and offers the region's most spectacular panorama. The 1.5-hour ascent climbs steeply through vegetation before emerging onto the ridge.",
          "visit_duration_min": 75
        },
        {
          "text": "O Pha Daeng Peak domina Nong Khiaw e oferece o panorama mais espetacular da região. A subida de 1h30 sobe íngreme através da vegetação antes de desembocar na crista.",
          "visit_duration_min": 75
        },
        {
          "text": "El Pha Daeng Peak domina Nong Khiaw y ofrece el panorama más espectacular de la región. El ascenso de 1h30 sube empinado a través de la vegetación antes de desembocar en la cresta.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Pha Daeng Peak domina Nong Khiaw e offre il panorama più spettacolare della regione. La salita di 1h30 si arrampica ripida attraverso la vegetazione prima di sbucare sulla cresta.",
          "visit_duration_min": 75
        },
        {
          "text": "The summit reveals the Nam Ou river winding between limestone peaks to the misty horizon. In clear weather, the sea of clouds invades the valley at dawn.",
          "visit_duration_min": 75
        },
        {
          "text": "O cume desvenda o rio Nam Ou serpenteando entre os picos calcários até ao horizonte nebuloso. Com tempo claro, o mar de nuvens invade o vale ao amanhecer.",
          "visit_duration_min": 75
        },
        {
          "text": "La cima desvela el río Nam Ou serpenteando entre picos calcáreos hasta el horizonte brumoso. Con tiempo despejado, el mar de nubes invade el valle al amanecer.",
          "visit_duration_min": 75
        },
        {
          "text": "La cima svela il fiume Nam Ou che serpeggia tra i picchi calcarei fino all'orizzonte nebbioso. Con tempo sereno, il mare di nuvole invade la valle all'alba.",
          "visit_duration_min": 75
        },
        {
          "text": "Muang Ngoi Neua village nestles upstream, accessible only by boat. The one-hour navigation crosses gorges where cliffs plunge into the water.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Muang Ngoi Neua aninha-se a montante, acessível apenas de barco. A navegação de uma hora atravessa gargantas onde as falésias mergulham na água.",
          "visit_duration_min": 75
        },
        {
          "text": "La aldea de Muang Ngoi Neua se anida río arriba, accesible solo en barco. La navegación de una hora atraviesa gargantas donde los acantilados se sumergen en el agua.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio di Muang Ngoi Neua si annida a monte, accessibile solo in barca. La navigazione di un'ora attraversa gole dove le falesie si tuffano nell'acqua.",
          "visit_duration_min": 75
        },
        {
          "text": "Une colline surplombe Muang Ngoi et offre un panorama circulaire sur la rivière et les rizières. Le village s'étire le long d'une rue poussiéreuse dans une atmosphère préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "A hill overlooks Muang Ngoi and offers a circular panorama over the river and rice fields. The village stretches along a dusty street in a preserved atmosphere.",
          "visit_duration_min": 75
        },
        {
          "text": "Uma colina sobranceia Muang Ngoi e oferece um panorama circular sobre o rio e os arrozais. A aldeia estende-se ao longo de uma rua empoeirada numa atmosfera preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Una colina domina Muang Ngoi y ofrece un panorama circular sobre el río y los arrozales. La aldea se extiende a lo largo de una calle polvorienta en una atmósfera preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Una collina sovrasta Muang Ngoi e offre un panorama circolare sul fiume e le risaie. Il villaggio si allunga lungo una strada polverosa in un'atmosfera preservata.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Sop Keng en aval vit encore plus à l'écart avec ses maisons traditionnelles. Une cascade accessible après une heure de marche offre un bassin de baignade.",
          "visit_duration_min": 75
        },
        {
          "text": "Sop Keng village downstream lives even more removed with its traditional houses. A waterfall accessible after an hour's walk offers a swimming pool.",
          "visit_duration_min": 75
        },
        {
          "text": "A aldeia de Sop Keng a jusante vive ainda mais afastada com suas casas tradicionais. Uma cascata acessível após uma hora de caminhada oferece uma piscina natural para banho.",
          "visit_duration_min": 75
        },
        {
          "text": "La aldea de Sop Keng río abajo vive aún más apartada con sus casas tradicionales. Una cascada accesible tras una hora de caminata ofrece una piscina natural para el baño.",
          "visit_duration_min": 75
        },
        {
          "text": "Il villaggio di Sop Keng a valle vive ancora più appartato con le sue case tradizionali. Una cascata accessibile dopo un'ora di cammino offre una piscina naturale per fare il bagno.",
          "visit_duration_min": 75
        },
        {
          "text": "La route de Muang Sing à Nong Khiaw traverse Luang Namtha puis bifurque vers l'est à travers les montagnes. Le bus direct relie les deux bourgades en six à sept heures de lacets et de paysages changeants.",
          "visit_duration_min": 75
        },
        {
          "text": "The road from Muang Sing to Nong Khiaw crosses Luang Namtha then branches east through the mountains. The direct bus links the two towns in six to seven hours of curves and changing landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "La carretera de Muang Sing a Nong Khiaw atraviesa Luang Namtha y luego bifurca hacia el este a través de las montañas. El autobús directo conecta los dos pueblos en seis a siete horas de curvas y paisajes cambiantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw surgit au détour d'un virage, ses maisons basses serrées entre la rivière Nam Ou et les falaises calcaires verticales. Le pont chinois de 1964 enjambe le cours d'eau et relie les deux rives du village.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw appears around a bend, its low houses squeezed between the Nam Ou river and vertical limestone cliffs. The Chinese bridge from 1964 spans the waterway and connects the village's two banks.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw surge al doblar una curva, sus casas bajas apretadas entre el río Nam Ou y los acantilados calcáreos verticales. El puente chino de 1964 cruza el curso de agua y conecta las dos orillas del pueblo.",
          "visit_duration_min": 75
        },
        {
          "text": "Les pics karstiques qui encadrent la vallée plongent leurs parois dans la rivière aux eaux tantôt émeraude tantôt boueuses selon la saison. Cette géographie spectaculaire attire randonneurs et amateurs de paysages grandioses.",
          "visit_duration_min": 75
        },
        {
          "text": "The karst peaks framing the valley plunge their walls into the river with waters sometimes emerald, sometimes muddy depending on the season. This spectacular geography attracts hikers and lovers of grand landscapes.",
          "visit_duration_min": 75
        },
        {
          "text": "Los picos kársticos que enmarcan el valle hunden sus paredes en el río de aguas ora esmeralda ora fangosas según la estación. Esta geografía espectacular atrae senderistas y amantes de paisajes grandiosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village compte 3 500 habitants qui vivent de l'agriculture, de la pêche et du tourisme naissant. Les bombardements américains rasèrent presque entièrement Nong Khiaw durant la guerre du Vietnam, et la reconstruction fut lente.",
          "visit_duration_min": 75
        },
        {
          "text": "The village has 3,500 inhabitants who live from agriculture, fishing, and emerging tourism. American bombings almost entirely razed Nong Khiaw during the Vietnam War, and reconstruction was slow.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo cuenta con 3,500 habitantes que viven de la agricultura, la pesca y el turismo naciente. Los bombardeos estadounidenses arrasaron casi completamente Nong Khiaw durante la guerra de Vietnam, y la reconstrucción fue lenta.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes qui percent les falaises servirent de refuges aux habitants durant les raids aériens. Certaines se visitent encore et conservent les traces de cette occupation forcée.",
          "visit_duration_min": 75
        },
        {
          "text": "The caves piercing the cliffs served as shelters for inhabitants during air raids. Some can still be visited and preserve traces of this forced occupation.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cuevas que perforan los acantilados sirvieron de refugios a los habitantes durante los ataques aéreos. Algunas aún se pueden visitar y conservan las huellas de esta ocupación forzada.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Pha Daeng Peak domine Nong Khiaw du haut de ses 600 mètres d'altitude, offrant le panorama le plus spectaculaire de la région. L'ascension de 1h30 grimpe raide à travers la végétation avant de déboucher sur la crête dénudée.",
          "visit_duration_min": 75
        },
        {
          "text": "Pha Daeng Peak dominates Nong Khiaw from 600 meters altitude, offering the region's most spectacular panorama. The 1.5-hour ascent climbs steeply through vegetation before emerging onto the bare ridge.",
          "visit_duration_min": 75
        },
        {
          "text": "El Pha Daeng Peak domina Nong Khiaw desde los 600 metros de altitud, ofreciendo el panorama más espectacular de la región. El ascenso de 1h30 sube empinado a través de la vegetación antes de desembocar en la cresta desnuda.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sommet dévoile la rivière Nam Ou serpentant entre les pitons calcaires jusqu'à l'horizon brumeux. Par temps clair, la mer de nuages envahit la vallée à l'aube et offre un spectacle surnaturel.",
          "visit_duration_min": 75
        },
        {
          "text": "The summit reveals the Nam Ou river winding between limestone peaks to the misty horizon. In clear weather, the sea of clouds invades the valley at dawn and offers a surreal spectacle.",
          "visit_duration_min": 75
        },
        {
          "text": "La cumbre revela el río Nam Ou serpenteando entre picos calcáreos hasta el horizonte brumoso. Con tiempo despejado, el mar de nubes invade el valle al amanecer y ofrece un espectáculo surrealista.",
          "visit_duration_min": 75
        },
        {
          "text": "Un viewpoint intermédiaire permet aux randonneurs moins aguerris de profiter d'une vue partielle après seulement 20 minutes de marche. Des plateformes de camping y accueillent ceux qui souhaitent passer la nuit face aux étoiles.",
          "visit_duration_min": 75
        },
        {
          "text": "An intermediate viewpoint allows less seasoned hikers to enjoy a partial view after only 20 minutes of walking. Camping platforms host those who wish to spend the night facing the stars.",
          "visit_duration_min": 75
        },
        {
          "text": "Un mirador intermedio permite a los senderistas menos experimentados disfrutar de una vista parcial después de solo 20 minutos de caminata. Las plataformas de camping acogen a quienes desean pasar la noche frente a las estrellas.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Sleeping Lady Peak propose une alternative au Pha Daeng avec une silhouette de montagne évoquant une femme allongée. Le lever ou le coucher du soleil magnifie les contours de cette formation naturelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Sleeping Lady Peak offers an alternative to Pha Daeng with a mountain silhouette evoking a reclining woman. Sunrise or sunset magnifies the contours of this natural formation.",
          "visit_duration_min": 75
        },
        {
          "text": "El Sleeping Lady Peak propone una alternativa al Pha Daeng con una silueta de montaña que evoca una mujer recostada. El amanecer o el atardecer magnifican los contornos de esta formación natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes des environs s'explorent avec lampe frontale sous la conduite de guides locaux qui connaissent les passages. Les stalactites et stalagmites brillent dans le faisceau tandis que l'obscurité engloutit les bruits extérieurs.",
          "visit_duration_min": 75
        },
        {
          "text": "The surrounding caves are explored with a headlamp under the guidance of local guides who know the passages. Stalactites and stalagmites shine in the beam while darkness swallows outside sounds.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cuevas de los alrededores se exploran con linterna frontal bajo la conducción de guías locales que conocen los pasajes. Las estalactitas y estalagmitas brillan en el haz mientras la oscuridad engulle los ruidos exteriores.",
          "visit_duration_min": 75
        },
        {
          "text": "La traversée du pont offre une perspective unique sur le village encaissé entre fleuve et falaises. Les pirogues à longue queue remontent le courant dans un panache d'écume blanche.",
          "visit_duration_min": 75
        },
        {
          "text": "Crossing the bridge offers a unique perspective on the village wedged between river and cliffs. Long-tail pirogues go up the current in a plume of white foam.",
          "visit_duration_min": 75
        },
        {
          "text": "La travesía del puente ofrece una perspectiva única sobre el pueblo encajado entre río y acantilados. Las piraguas de cola larga remontan la corriente en una pluma de espuma blanca.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Muang Ngoi Neua se niche en amont de Nong Khiaw, accessible uniquement par bateau sur la Nam Ou. La navigation d'une heure traverse des gorges encaissées où les falaises plongent directement dans l'eau.",
          "visit_duration_min": 75
        },
        {
          "text": "The village of Muang Ngoi Neua nestles upstream from Nong Khiaw, accessible only by boat on the Nam Ou. The one-hour navigation crosses narrow gorges where cliffs plunge directly into the water.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Muang Ngoi Neua se encuentra río arriba de Nong Khiaw, accesible únicamente en barco por el Nam Ou. La navegación de una hora atraviesa gargantas estrechas donde los acantilados se hunden directamente en el agua.",
          "visit_duration_min": 75
        },
        {
          "text": "Une colline surplombe Muang Ngoi et offre un panorama circulaire sur la rivière, les rizières et les montagnes environnantes. La montée courte récompense par une vue qui embrasse tout l'isolement du lieu.",
          "visit_duration_min": 75
        },
        {
          "text": "A hill overlooks Muang Ngoi and offers a circular panorama over the river, rice paddies, and surrounding mountains. The short climb rewards with a view that embraces the place's entire isolation.",
          "visit_duration_min": 75
        },
        {
          "text": "Una colina domina Muang Ngoi y ofrece un panorama circular sobre el río, los arrozales y las montañas circundantes. La subida corta recompensa con una vista que abarca todo el aislamiento del lugar.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village s'étire le long d'une rue poussiéreuse bordée de maisons en bois et de guesthouses rudimentaires. L'électricité n'est arrivée que récemment et l'atmosphère reste celle d'un Laos d'autrefois.",
          "visit_duration_min": 75
        },
        {
          "text": "The village stretches along a dusty street lined with wooden houses and rudimentary guesthouses. Electricity only arrived recently and the atmosphere remains that of a Laos of old.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo se extiende a lo largo de una calle polvorienta bordeada de casas de madera y guesthouses rudimentarias. La electricidad solo llegó recientemente y la atmósfera sigue siendo la de un Laos de antaño.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes des environs de Muang Ngoi conservent des traces d'occupation humaine ancienne et servirent également de refuges durant les bombardements. Les guides locaux mènent les visiteurs à travers les salles obscures.",
          "visit_duration_min": 75
        },
        {
          "text": "The caves around Muang Ngoi preserve traces of ancient human occupation and also served as shelters during bombings. Local guides lead visitors through dark chambers.",
          "visit_duration_min": 75
        },
        {
          "text": "Las cuevas de los alrededores de Muang Ngoi conservan rastros de ocupación humana antigua y también sirvieron de refugios durante los bombardeos. Los guías locales conducen a los visitantes a través de las salas oscuras.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Sop Keng en aval de Muang Ngoi vit encore plus à l'écart du monde moderne. Les maisons traditionnelles bordent la rivière et les habitants s'affairent aux tâches quotidiennes sous le regard étonné des rares visiteurs.",
          "visit_duration_min": 75
        },
        {
          "text": "The village of Sop Keng downstream from Muang Ngoi lives even more removed from the modern world. Traditional houses line the river and inhabitants go about daily tasks under the astonished gaze of rare visitors.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Sop Keng río abajo de Muang Ngoi vive aún más apartado del mundo moderno. Las casas tradicionales bordean el río y los habitantes se afanan en las tareas cotidianas bajo la mirada asombrada de los raros visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Une cascade accessible depuis Sop Keng après une heure de marche offre un bassin de baignade au coeur de la jungle. Le retour peut s'effectuer en kayak pour ceux qui choisissent cette option auprès des organisateurs.",
          "visit_duration_min": 75
        },
        {
          "text": "A waterfall accessible from Sop Keng after an hour's walk offers a swimming pool in the heart of the jungle. The return can be done by kayak for those who choose this option with organizers.",
          "visit_duration_min": 75
        },
        {
          "text": "Una cascada accesible desde Sop Keng después de una hora de caminata ofrece una piscina natural en el corazón de la selva. El regreso puede hacerse en kayak para quienes eligen esta opción con los organizadores.",
          "visit_duration_min": 75
        },
        {
          "text": "La route de Luang Prabang à Nong Khiaw serpente à travers les montagnes de la province pendant 3h30. Les paysages karstiques se font plus spectaculaires à mesure que la route progresse vers le nord.",
          "visit_duration_min": 75
        },
        {
          "text": "Nong Khiaw surgit entre la rivière Nam Ou et les falaises calcaires verticales qui encadrent la vallée. Le pont chinois de 1964 relie les deux rives du village.",
          "visit_duration_min": 75
        },
        {
          "text": "Les pics karstiques plongent leurs parois dans la rivière aux eaux tantôt émeraude tantôt boueuses selon la saison. Cette géographie spectaculaire attire randonneurs et photographes.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village compte 3 500 habitants et conserve les traces des bombardements américains qui le rasèrent durant la guerre du Vietnam. La reconstruction fut lente mais le charme est intact.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Muang Ngoi Neua se niche en amont de Nong Khiaw, accessible uniquement par bateau sur la Nam Ou. La navigation d'une heure traverse des gorges où les falaises plongent dans l'eau.",
          "visit_duration_min": 75
        },
        {
          "text": "Une colline surplombe Muang Ngoi et offre un panorama circulaire sur la rivière, les rizières et les montagnes. La montée courte récompense par une vue embrassant tout l'isolement du lieu.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village s'étire le long d'une rue poussiéreuse bordée de maisons en bois et de guesthouses rudimentaires. L'atmosphère reste celle d'un Laos d'autrefois où le temps s'écoule lentement.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Sop Keng en aval vit encore plus à l'écart avec ses maisons traditionnelles et ses habitants affairés aux tâches quotidiennes. Une cascade accessible après une heure de marche offre un bassin de baignade.",
          "visit_duration_min": 75
        },
        {
          "text": "Le retour en bateau vers Nong Khiaw offre une perspective différente sur les gorges parcourues le matin. La lumière de fin d'après-midi dore les falaises et allonge les ombres sur l'eau.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le départ aux aurores depuis Sam Neua s'impose pour arriver à Nong Khiaw avant la nuit. Le trajet traverse des régions peu fréquentées par les touristes."
        },
        {
          "text": "Les arrêts réguliers permettent de se restaurer et de se dégourdir les jambes. Les gargotes de bord de route servent une cuisine simple mais nourrissante."
        },
        {
          "text": "L'installation en guesthouse face à la rivière récompense les heures passées sur la route. Les terrasses offrent des vues apaisantes sur les karsts illuminés par le couchant."
        },
        {
          "text": "Le dîner dans l'un des restaurants du village marque la transition vers une atmosphère plus détendue après les jours consacrés à l'histoire de la guerre."
        },
        {
          "text": "Le lever avant l'aube permet d'atteindre le Pha Daeng Peak pour le spectacle du soleil perçant la brume. La descente révèle de nouvelles perspectives sur les karsts."
        },
        {
          "text": "La visite des grottes-refuges avec un guide local complète la compréhension de l'impact de la guerre sur les populations civiles. Les traces d'occupation subsistent dans l'obscurité."
        },
        {
          "text": "L'excursion en bateau vers Muang Ngoi occupe l'après-midi avec visite du viewpoint et balade dans le village paisible."
        },
        {
          "text": "La soirée face aux karsts illuminés par les derniers rayons offre un moment de contemplation après les journées intenses consacrées à l'histoire."
        },
        {
          "text": "Le départ matinal depuis Muang Khua permet d'arriver à Nong Khiaw en début d'après-midi. La navigation offre des heures de contemplation des paysages qui défilent."
        },
        {
          "text": "Morning departure from Muang Khua allows arriving in Nong Khiaw in early afternoon. The navigation offers hours of contemplating passing landscapes."
        },
        {
          "text": "A partida matinal desde Muang Khua permite chegar a Nong Khiaw no início da tarde. A navegação oferece horas de contemplação das paisagens que desfilam."
        },
        {
          "text": "La salida matutina desde Muang Khua permite llegar a Nong Khiaw a primeras horas de la tarde. La navegación ofrece horas de contemplación de los paisajes que desfilan."
        },
        {
          "text": "La partenza mattutina da Muang Khua permette di arrivare a Nong Khiaw nel primo pomeriggio. La navigazione offre ore di contemplazione dei paesaggi che sfilano."
        },
        {
          "text": "Le déjeuner se prend à bord ou lors de l'escale à Muang Ngoi. Les provisions achetées au marché de Muang Khua complètent les en-cas."
        },
        {
          "text": "Lunch is taken aboard or during the Muang Ngoi stop. Provisions bought at Muang Khua market supplement snacks."
        },
        {
          "text": "O almoço é tomado a bordo ou durante a paragem em Muang Ngoi. As provisões compradas no mercado de Muang Khua completam os lanches."
        },
        {
          "text": "El almuerzo se toma a bordo o durante la parada en Muang Ngoi. Las provisiones compradas en el mercado de Muang Khua complementan los refrigerios."
        },
        {
          "text": "Il pranzo si consuma a bordo o durante la sosta a Muang Ngoi. Le provviste acquistate al mercato di Muang Khua completano gli snack."
        },
        {
          "text": "L'installation à Nong Khiaw laisse le temps d'apprécier le panorama sur les karsts depuis les terrasses des guesthouses face à la rivière."
        },
        {
          "text": "Settling in Nong Khiaw leaves time to appreciate the karst panorama from guesthouse terraces facing the river."
        },
        {
          "text": "A instalação em Nong Khiaw deixa tempo para apreciar o panorama sobre os karsts desde os terraços das guesthouses de frente para o rio."
        },
        {
          "text": "La instalación en Nong Khiaw deja tiempo para apreciar el panorama sobre los karsts desde las terrazas de las guesthouses frente al río."
        },
        {
          "text": "L'installazione a Nong Khiaw lascia il tempo di apprezzare il panorama sui karst dalle terrazze delle guesthouse di fronte al fiume."
        },
        {
          "text": "Le coucher de soleil depuis le pont offre une première impression saisissante de ce décor de montagnes surgies des eaux."
        },
        {
          "text": "Sunset from the bridge offers a first striking impression of this scenery of mountains risen from the waters."
        },
        {
          "text": "O pôr do sol desde a ponte oferece uma primeira impressão surpreendente deste cenário de montanhas emergidas das águas."
        },
        {
          "text": "El atardecer desde el puente ofrece una primera impresión sorprendente de este escenario de montañas surgidas de las aguas."
        },
        {
          "text": "Il tramonto dal ponte offre una prima impressione sorprendente di questo scenario di montagne emerse dalle acque."
        },
        {
          "text": "Pre-dawn rising allows reaching Pha Daeng Peak for the spectacle of sun piercing the mist. The descent reveals new perspectives on the karsts."
        },
        {
          "text": "O despertar antes da alvorada permite alcançar o Pha Daeng Peak para o espetáculo do sol perfurando a névoa. A descida revela novas perspetivas sobre os karsts."
        },
        {
          "text": "El despertar antes del alba permite alcanzar el Pha Daeng Peak para el espectáculo del sol perforando la bruma. El descenso revela nuevas perspectivas sobre los karsts."
        },
        {
          "text": "Il risveglio prima dell'alba permette di raggiungere il Pha Daeng Peak per lo spettacolo del sole che perfora la nebbia. La discesa rivela nuove prospettive sui karst."
        },
        {
          "text": "L'excursion en bateau vers Muang Ngoi occupe l'après-midi avec visite du viewpoint et balade dans le village isolé."
        },
        {
          "text": "The boat excursion to Muang Ngoi occupies the afternoon with viewpoint visit and walk in the isolated village."
        },
        {
          "text": "A excursão de barco para Muang Ngoi ocupa a tarde com visita ao miradouro e passeio na aldeia isolada."
        },
        {
          "text": "La excursión en barco hacia Muang Ngoi ocupa la tarde con visita al mirador y paseo por la aldea aislada."
        },
        {
          "text": "L'escursione in barca verso Muang Ngoi occupa il pomeriggio con visita del belvedere e passeggiata nel villaggio isolato."
        },
        {
          "text": "Les grottes des environs de Nong Khiaw servirent de refuges durant les bombardements américains. Les traces de cette occupation subsistent dans les cavités."
        },
        {
          "text": "Caves around Nong Khiaw served as shelters during American bombings. Traces of this occupation persist in the cavities."
        },
        {
          "text": "As grutas dos arredores de Nong Khiaw serviram de refúgios durante os bombardeamentos americanos. Os vestígios desta ocupação persistem nas cavidades."
        },
        {
          "text": "Las cuevas de los alrededores de Nong Khiaw sirvieron de refugios durante los bombardeos americanos. Las huellas de esta ocupación persisten en las cavidades."
        },
        {
          "text": "Le grotte dei dintorni di Nong Khiaw servirono da rifugi durante i bombardamenti americani. Le tracce di questa occupazione persistono nelle cavità."
        },
        {
          "text": "La soirée face aux karsts illuminés par les derniers rayons clôt cette journée dans le décor spectaculaire du nord."
        },
        {
          "text": "The evening facing karsts lit by the last rays closes this day in the spectacular northern scenery."
        },
        {
          "text": "A noite em frente aos karsts iluminados pelos últimos raios encerra este dia no cenário espetacular do norte."
        },
        {
          "text": "La velada frente a los karsts iluminados por los últimos rayos cierra este día en el escenario espectacular del norte."
        },
        {
          "text": "La serata di fronte ai karst illuminati dagli ultimi raggi chiude questa giornata nello scenario spettacolare del nord."
        },
        {
          "text": "L'arrivée tardive après la longue route laisse le temps d'une promenade sur le pont pour admirer le coucher de soleil sur les karsts. Les montagnes se découpent en ombres chinoises tandis que les pirogues regagnent la berge."
        },
        {
          "text": "The late arrival after the long road leaves time for a walk on the bridge to admire the sunset over the karsts. The mountains stand out in silhouettes while pirogues return to shore."
        },
        {
          "text": "La llegada tardía después de la larga ruta deja tiempo para un paseo por el puente para admirar el atardecer sobre los karsts. Las montañas se recortan en siluetas mientras las piraguas regresan a la orilla."
        },
        {
          "text": "Les restaurants et bars de la rue principale servent cuisine lao et plats occidentaux face à la rivière. L'ambiance décontractée invite à prolonger la soirée malgré la fatigue du voyage."
        },
        {
          "text": "Restaurants and bars on the main street serve Lao cuisine and Western dishes facing the river. The relaxed atmosphere invites extending the evening despite travel fatigue."
        },
        {
          "text": "Los restaurantes y bares de la calle principal sirven cocina lao y platos occidentales frente al río. El ambiente relajado invita a prolongar la velada a pesar del cansancio del viaje."
        },
        {
          "text": "Le marché matinal rassemble producteurs locaux et marchandes de street food dans les premières heures du jour. Les étals disparaissent avant midi, remplacés par la torpeur de la chaleur."
        },
        {
          "text": "The morning market gathers local producers and street food vendors in the early hours. Stalls disappear before noon, replaced by the torpor of the heat."
        },
        {
          "text": "El mercado matutino reúne productores locales y vendedoras de comida callejera en las primeras horas del día. Los puestos desaparecen antes del mediodía, reemplazados por el sopor del calor."
        },
        {
          "text": "Les agences du centre proposent excursions, treks et location de kayaks pour les jours suivants. La comparaison des offres aide à planifier un programme adapté au temps disponible."
        },
        {
          "text": "Downtown agencies offer excursions, treks, and kayak rentals for the following days. Comparing offers helps plan a program suited to available time."
        },
        {
          "text": "Las agencias del centro ofrecen excursiones, treks y alquiler de kayaks para los días siguientes. La comparación de ofertas ayuda a planificar un programa adaptado al tiempo disponible."
        },
        {
          "text": "Le trek des 100 cascades nécessite un guide et constitue l'excursion la plus ambitieuse au départ de Nong Khiaw. La journée entière se passe à crapahuter dans la jungle et à franchir les chutes successives."
        },
        {
          "text": "The 100 waterfalls trek requires a guide and is the most ambitious excursion from Nong Khiaw. The entire day is spent scrambling through the jungle and crossing successive falls."
        },
        {
          "text": "El trek de las 100 cascadas requiere un guía y constituye la excursión más ambiciosa desde Nong Khiaw. El día entero se pasa escalando por la selva y franqueando las caídas sucesivas."
        },
        {
          "text": "Le kayak sur la Nam Ou permet d'apprécier les falaises depuis le niveau de l'eau sans effort de marche. Les loueurs fournissent gilets et pagaies pour des sorties de quelques heures."
        },
        {
          "text": "Kayaking on the Nam Ou allows appreciating the cliffs from water level without walking effort. Renters provide vests and paddles for outings of a few hours."
        },
        {
          "text": "El kayak en el Nam Ou permite apreciar los acantilados desde el nivel del agua sin esfuerzo de caminata. Los arrendadores proporcionan chalecos y remos para salidas de algunas horas."
        },
        {
          "text": "Le coucher de soleil depuis le Pha Daeng Peak justifie l'effort de la montée et les moustiques du crépuscule. La descente dans l'obscurité nécessite une lampe frontale et des chaussures stables."
        },
        {
          "text": "The sunset from Pha Daeng Peak justifies the climbing effort and twilight mosquitoes. The descent in darkness requires a headlamp and stable shoes."
        },
        {
          "text": "El atardecer desde el Pha Daeng Peak justifica el esfuerzo de la subida y los mosquitos del crepúsculo. El descenso en la oscuridad requiere una linterna frontal y zapatos estables."
        },
        {
          "text": "Les berges de la Nam Ou accueillent baigneurs courageux malgré la pollution qui déconseille d'avaler l'eau. Les locaux s'y rafraîchissent quotidiennement en fin de journée."
        },
        {
          "text": "The banks of the Nam Ou welcome brave bathers despite pollution that advises against swallowing the water. Locals refresh themselves there daily in the late afternoon."
        },
        {
          "text": "Las orillas del Nam Ou acogen bañistas valientes a pesar de la contaminación que desaconseja tragar el agua. Los locales se refrescan allí diariamente al final de la tarde."
        },
        {
          "text": "L'excursion d'une journée combine bateau, randonnée et visite de villages dans un circuit organisé depuis Nong Khiaw. Les agences fournissent transport et déjeuner pour une immersion complète."
        },
        {
          "text": "The day excursion combines boat, hiking, and village visits in a circuit organized from Nong Khiaw. Agencies provide transport and lunch for complete immersion."
        },
        {
          "text": "La excursión de un día combina barco, caminata y visita de pueblos en un circuito organizado desde Nong Khiaw. Las agencias proporcionan transporte y almuerzo para una inmersión completa."
        },
        {
          "text": "Le séjour prolongé à Muang Ngoi permet de goûter au rythme lent d'un village coupé du monde. Les guesthouses simples offrent hamacs et terrasses face à la rivière pour des journées de lecture et de contemplation."
        },
        {
          "text": "An extended stay in Muang Ngoi allows tasting the slow rhythm of a village cut off from the world. Simple guesthouses offer hammocks and terraces facing the river for days of reading and contemplation."
        },
        {
          "text": "La estancia prolongada en Muang Ngoi permite saborear el ritmo lento de un pueblo aislado del mundo. Las guesthouses simples ofrecen hamacas y terrazas frente al río para días de lectura y contemplación."
        },
        {
          "text": "Les habitants de Sop Keng perpétuent pêche traditionnelle et agriculture vivrière loin des routes. Les femmes tissent et cuisinent tandis que les enfants jouent entre les maisons sur pilotis."
        },
        {
          "text": "Inhabitants of Sop Keng perpetuate traditional fishing and subsistence farming far from roads. Women weave and cook while children play between stilt houses."
        },
        {
          "text": "Los habitantes de Sop Keng perpetúan pesca tradicional y agricultura de subsistencia lejos de las carreteras. Las mujeres tejen y cocinan mientras los niños juegan entre las casas sobre pilotes."
        },
        {
          "text": "Le retour en bateau vers Nong Khiaw offre une perspective différente sur les gorges parcourues le matin. La lumière de fin d'après-midi dore les falaises et allonge les ombres sur l'eau."
        },
        {
          "text": "The boat return to Nong Khiaw offers a different perspective on the gorges crossed in the morning. Late afternoon light gilds the cliffs and lengthens shadows on the water."
        },
        {
          "text": "El regreso en barco hacia Nong Khiaw ofrece una perspectiva diferente sobre las gargantas recorridas por la mañana. La luz de final de tarde dora los acantilados y alarga las sombras sobre el agua."
        },
        {
          "text": "L'arrivée en début d'après-midi laisse le temps de gravir le Pha Daeng Peak pour le coucher du soleil. L'ascension de 1h30 grimpe raide mais la vue récompense l'effort."
        },
        {
          "text": "Le sommet dévoile la rivière Nam Ou serpentant entre les pitons calcaires jusqu'à l'horizon. Par temps clair, la mer de nuages envahit la vallée à l'aube."
        },
        {
          "text": "Le marché matinal rassemble producteurs locaux et marchandes de street food dans les premières heures du jour. Les étals disparaissent avant midi."
        },
        {
          "text": "La traversée du pont offre une perspective unique sur le village encaissé entre fleuve et falaises. Les pirogues remontent le courant dans un panache d'écume."
        },
        {
          "text": "L'excursion d'une journée combine bateau, randonnée et visite de villages dans un circuit complet depuis Nong Khiaw. Le déjeuner se prend dans l'un des villages traversés."
        },
        {
          "text": "Les habitants de Sop Keng perpétuent pêche traditionnelle et agriculture vivrière. Les femmes tissent et cuisinent tandis que les enfants jouent entre les maisons sur pilotis."
        },
        {
          "text": "La baignade dans la cascade rafraîchit après la marche dans la chaleur tropicale. Le bassin naturel accueille les visiteurs dans un cadre de jungle préservée."
        },
        {
          "text": "La dernière soirée à Nong Khiaw permet de contempler les karsts illuminés par les derniers rayons du soleil. Le voyage s'achève dans ce décor spectaculaire du nord Laos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 7
        },
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 8
        },
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 6
        },
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 7
        },
        {
          "itin_id": "LA::nord::nature-aventure-ethnies-8j",
          "itin_title": "Naturaleza y aventura en el Norte de Laos: etnias, selva y karsts",
          "day": 5
        },
        {
          "itin_id": "LA::nord::nature-aventure-ethnies-8j",
          "itin_title": "Naturaleza y aventura en el Norte de Laos: etnias, selva y karsts",
          "day": 6
        },
        {
          "itin_id": "LA::nord::nature-aventure-ethnies-8j",
          "itin_title": "Naturaleza y aventura en el Norte de Laos: etnias, selva y karsts",
          "day": 7
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 9
        },
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 10
        }
      ],
      "rating": 9.5,
      "place_type": "large_city",
      "suggested_days": 4
    },
    {
      "place_id": "LA::pakbeng",
      "name": "Pakbeng",
      "cc": "LA",
      "language": "fr",
      "coords": [
        19.8925,
        101.1358
      ],
      "lat": 19.8925,
      "lon": 101.1358,
      "visits": [
        {
          "text": "Le slow boat quitte Huay Xai au petit matin et entame sa descente du Mékong vers le sud. Les bancs de bois accueillent les passagers pour six à sept heures de navigation contemplative.",
          "visit_duration_min": 75
        },
        {
          "text": "Les falaises calcaires plongent dans le fleuve brun tandis que les villages de pêcheurs défilent sur les berges. Les pirogues locales croisent le bateau chargé de voyageurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Mékong serpente entre les montagnes dans un paysage qui n'a guère changé depuis des siècles. Les buffles se baignent dans les eaux peu profondes tandis que les enfants jouent sur les plages de sable.",
          "visit_duration_min": 75
        },
        {
          "text": "Pakbeng surgit au détour d'un méandre, ses maisons accrochées à la colline qui domine le fleuve. Ce bourg fluvial constitue l'escale traditionnelle à mi-chemin entre Huay Xai et Luang Prabang.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Sin Jong Jaeng surplombe le Mékong depuis le début de l'époque coloniale. Ses avant-toits repeints cachent une vieille fresque décolorée où l'on distingue un personnage moustachu avec chapeau et parapluie, probablement l'un des premiers visiteurs européens.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La navigation lente permet d'observer la vie fluviale qui se déroule sur les berges : lavandières, pêcheurs au filet, enfants qui saluent le passage du bateau."
        },
        {
          "text": "Le déjeuner se prend à bord avec les provisions achetées au marché de Huay Xai ou préparées par l'équipage. Les vendeurs ambulants accostent parfois le bateau aux escales."
        },
        {
          "text": "L'arrivée à Pakbeng en fin d'après-midi laisse le temps de gravir les marches vers le temple et d'admirer le coucher de soleil sur le fleuve. Les teintes orangées embrasent les eaux calmes."
        },
        {
          "text": "Le marché du matin de Pakbeng rassemble les minorités ethniques des environs qui viennent vendre légumes, racines, herbes et plantes médicinales issues de la jungle."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::slow-boat-gibbon-10j",
          "itin_title": "Slow Boat, Gibbon Experience et descente du Mékong",
          "day": 5
        }
      ],
      "rating": 5.2,
      "place_type": "village",
      "suggested_days": 0.5
    },
    {
      "place_id": "LA::pakse",
      "name": "Pakse",
      "cc": "LA",
      "language": "fr",
      "coords": [
        15.12,
        105.7992
      ],
      "lat": 15.12,
      "lon": 105.7992,
      "visits": [
        {
          "text": "La double cascade de Tad Fane dégringole de 120 mètres dans une gorge tapissée de jungle. Les nappes de brume enveloppent le gouffre tôt le matin.",
          "visit_duration_min": 75
        },
        {
          "text": "Une tyrolienne traverse le canyon de Tad Fane entre les deux chutes jumelles pour les amateurs de sensations fortes.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascade Tad Yuang déverse ses eaux dans un bassin entouré de jardins où des marches descendent au pied du rideau liquide. Des échoppes vendent café local.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascade Tad Champee reste méconnue malgré son cadre photogénique. Le calme contraste avec l'affluence des sites plus célèbres.",
          "visit_duration_min": 75
        },
        {
          "text": "Les villages des ethnies Laven, Alak et Katu parsèment le plateau, reconnaissables à leurs maisons sur pilotis aux toits de chaume.",
          "visit_duration_min": 75
        },
        {
          "text": "Les forgerons d'un village proche de Tad Fane fabriquent outils et couteaux selon des techniques transmises de génération en génération.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "La baignade dans les bassins de Tad Yuang rafraîchit après les heures passées sur les routes. L'eau turquoise invite à la trempette."
        },
        {
          "text": "Les guides locaux proposent des visites de villages ethniques pour comprendre le mode de vie traditionnel. Soutenez l'artisanat en achetant tissages ou vanneries."
        },
        {
          "text": "Le climat d'altitude du plateau offre des températures clémentes avec des matinées fraîches. Prévoyez une couche supplémentaire."
        },
        {
          "text": "Les agences de Pakse organisent des excursions avec chauffeur pour profiter des paysages sans souci de navigation."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 10
        }
      ],
      "rating": 7.3,
      "place_type": "large_city",
      "suggested_days": 5
    },
    {
      "place_id": "LA::phongsali",
      "name": "Phongsali",
      "cc": "LA",
      "language": "fr",
      "coords": [
        21.6833,
        102.1
      ],
      "lat": 21.6833,
      "lon": 102.1,
      "visits": [
        {
          "text": "Phongsali se perche à 1 100 mètres d'altitude dans l'extrême nord du Laos, coincée entre les frontières chinoise et vietnamienne. Cette province montagneuse surnommée la Cité de la Mer de Brume bénéficie d'un climat frais toute l'année.",
          "visit_duration_min": 75
        },
        {
          "text": "Phongsali perches at 1,100 meters altitude in Laos's far north, wedged between the Chinese and Vietnamese borders. This mountainous province nicknamed the City of the Sea of Mist enjoys a cool climate year-round.",
          "visit_duration_min": 75
        },
        {
          "text": "Phongsali ergue-se a 1.100 metros de altitude no extremo norte do Laos, encravada entre as fronteiras chinesa e vietnamita. Esta província montanhosa apelidada de Cidade do Mar de Névoa beneficia de um clima fresco durante todo o ano.",
          "visit_duration_min": 75
        },
        {
          "text": "Phongsali se alza a 1.100 metros de altitud en el extremo norte de Laos, encajada entre las fronteras china y vietnamita. Esta provincia montañosa apodada la Ciudad del Mar de Bruma goza de un clima fresco durante todo el año.",
          "visit_duration_min": 75
        },
        {
          "text": "Phongsali si arrampica a 1.100 metri di altitudine nell'estremo nord del Laos, incastrata tra i confini cinese e vietnamita. Questa provincia montuosa soprannominata la Città del Mare di Nebbia gode di un clima fresco tutto l'anno.",
          "visit_duration_min": 75
        },
        {
          "text": "La ville principale mêle influences lao et chinoises dans ses ruelles pavées bordées de maisons en bois traditionnelles. Les traces de l'époque coloniale française subsistent dans quelques bâtiments administratifs.",
          "visit_duration_min": 75
        },
        {
          "text": "The main town blends Lao and Chinese influences in its cobbled alleys lined with traditional wooden houses. Traces of the French colonial era persist in a few administrative buildings.",
          "visit_duration_min": 75
        },
        {
          "text": "A cidade principal mistura influências laosianas e chinesas nas suas ruelas pavimentadas ladeadas por casas tradicionais de madeira. Os vestígios da época colonial francesa subsistem em alguns edifícios administrativos.",
          "visit_duration_min": 75
        },
        {
          "text": "La ciudad principal mezcla influencias lao y chinas en sus callejuelas empedradas bordeadas de casas tradicionales de madera. Los vestigios de la época colonial francesa subsisten en algunos edificios administrativos.",
          "visit_duration_min": 75
        },
        {
          "text": "La città principale mescola influenze lao e cinesi nei suoi vicoli lastricati bordati da case tradizionali in legno. Le tracce dell'epoca coloniale francese persistono in alcuni edifici amministrativi.",
          "visit_duration_min": 75
        },
        {
          "text": "Les forêts couvrent 41% de la superficie de la province et abritent une biodiversité remarquable. Les montagnes environnantes culminent jusqu'à 1 800 mètres et disparaissent régulièrement dans les nappes de brouillard.",
          "visit_duration_min": 75
        },
        {
          "text": "Forests cover 41% of the province's area and shelter remarkable biodiversity. The surrounding mountains peak up to 1,800 meters and regularly disappear into blankets of fog.",
          "visit_duration_min": 75
        },
        {
          "text": "As florestas cobrem 41% da superfície da província e abrigam uma biodiversidade notável. As montanhas circundantes culminam até 1.800 metros e desaparecem regularmente nas mantas de nevoeiro.",
          "visit_duration_min": 75
        },
        {
          "text": "Los bosques cubren el 41% de la superficie de la provincia y albergan una biodiversidad notable. Las montañas circundantes culminan hasta 1.800 metros y desaparecen regularmente en las capas de niebla.",
          "visit_duration_min": 75
        },
        {
          "text": "Le foreste coprono il 41% della superficie della provincia e ospitano una biodiversità notevole. Le montagne circostanti culminano fino a 1.800 metri e scompaiono regolarmente nelle coltre di nebbia.",
          "visit_duration_min": 75
        },
        {
          "text": "La population de 200 000 habitants se compose de nombreux groupes ethniques : Lao, Lu, Hmong, Dao, Akha, Khmu et Phounoy cohabitent dans cette mosaïque culturelle unique.",
          "visit_duration_min": 75
        },
        {
          "text": "The population of 200,000 inhabitants comprises numerous ethnic groups: Lao, Lu, Hmong, Dao, Akha, Khmu, and Phounoy coexist in this unique cultural mosaic.",
          "visit_duration_min": 75
        },
        {
          "text": "A população de 200.000 habitantes compõe-se de numerosos grupos étnicos: Lao, Lu, Hmong, Dao, Akha, Khmu e Phounoy coabitam neste mosaico cultural único.",
          "visit_duration_min": 75
        },
        {
          "text": "La población de 200.000 habitantes se compone de numerosos grupos étnicos: Lao, Lu, Hmong, Dao, Akha, Khmu y Phounoy cohabitan en este mosaico cultural único.",
          "visit_duration_min": 75
        },
        {
          "text": "La popolazione di 200.000 abitanti si compone di numerosi gruppi etnici: Lao, Lu, Hmong, Dao, Akha, Khmu e Phounoy coabitano in questo mosaico culturale unico.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Nam Ou prend sa source dans cette province et relie Phongsali aux destinations du sud via Muang Khua, Muang Ngoi et Nong Khiaw avant de rejoindre le Mékong près des grottes de Pak Ou.",
          "visit_duration_min": 75
        },
        {
          "text": "The Nam Ou rises in this province and connects Phongsali to southern destinations via Muang Khua, Muang Ngoi, and Nong Khiaw before joining the Mekong near Pak Ou caves.",
          "visit_duration_min": 75
        },
        {
          "text": "O Nam Ou nasce nesta província e liga Phongsali às destinações do sul via Muang Khua, Muang Ngoi e Nong Khiaw antes de se juntar ao Mekong perto das grutas de Pak Ou.",
          "visit_duration_min": 75
        },
        {
          "text": "El Nam Ou nace en esta provincia y conecta Phongsali con los destinos del sur vía Muang Khua, Muang Ngoi y Nong Khiaw antes de unirse al Mekong cerca de las cuevas de Pak Ou.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Nam Ou nasce in questa provincia e collega Phongsali alle destinazioni del sud via Muang Khua, Muang Ngoi e Nong Khiaw prima di raggiungere il Mekong vicino alle grotte di Pak Ou.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Phou Fa, la montagne du ciel, s'élève à quelques kilomètres de la ville et offre le panorama le plus spectaculaire de la région. L'ascension de 30 minutes reste accessible à la plupart des marcheurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Phou Fa, the sky mountain, rises a few kilometers from town and offers the region's most spectacular panorama. The 30-minute ascent remains accessible to most hikers.",
          "visit_duration_min": 75
        },
        {
          "text": "O Phou Fa, a montanha do céu, eleva-se a alguns quilômetros da cidade e oferece o panorama mais espetacular da região. A subida de 30 minutos permanece acessível à maioria dos caminhantes.",
          "visit_duration_min": 75
        },
        {
          "text": "El Phou Fa, la montaña del cielo, se eleva a pocos kilómetros de la ciudad y ofrece el panorama más espectacular de la región. El ascenso de 30 minutos permanece accesible a la mayoría de los caminantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Il Phou Fa, la montagna del cielo, si eleva a pochi chilometri dalla città e offre il panorama più spettacolare della regione. La salita di 30 minuti rimane accessibile alla maggior parte degli escursionisti.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sommet domine les vallées, les rizières en terrasses et les chaînes de montagnes qui s'étendent jusqu'à la Chine. La beauté brute du paysage se révèle dans toute son ampleur.",
          "visit_duration_min": 75
        },
        {
          "text": "The summit dominates the valleys, terraced rice fields, and mountain chains extending to China. The landscape's raw beauty reveals itself in full scope.",
          "visit_duration_min": 75
        },
        {
          "text": "O cume domina os vales, os arrozais em socalcos e as cadeias montanhosas que se estendem até a China. A beleza bruta da paisagem revela-se em toda a sua amplitude.",
          "visit_duration_min": 75
        },
        {
          "text": "La cima domina los valles, los arrozales en terrazas y las cadenas montañosas que se extienden hasta China. La belleza salvaje del paisaje se revela en toda su amplitud.",
          "visit_duration_min": 75
        },
        {
          "text": "La cima domina le valli, le risaie a terrazze e le catene montuose che si estendono fino alla Cina. La bellezza selvaggia del paesaggio si rivela in tutta la sua ampiezza.",
          "visit_duration_min": 75
        },
        {
          "text": "Le lever du soleil dissipe progressivement la mer de nuages qui noie les vallées et révèle les crêtes successives. Ce spectacle justifie à lui seul le voyage jusqu'à Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "The sunrise progressively dissolves the sea of clouds drowning the valleys and reveals successive ridges. This spectacle alone justifies the journey to Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "O nascer do sol dissipa progressivamente o mar de nuvens que afoga os vales e revela as cristas sucessivas. Este espetáculo justifica por si só a viagem até Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "El amanecer disipa progresivamente el mar de nubes que ahoga los valles y revela las crestas sucesivas. Este espectáculo justifica por sí solo el viaje hasta Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "L'alba dissolve progressivamente il mare di nuvole che sommerge le valli e rivela le creste successive. Questo spettacolo giustifica da solo il viaggio fino a Phongsali.",
          "visit_duration_min": 75
        },
        {
          "text": "Le musée ethnique de Phongsali compte parmi les meilleurs du Laos avec ses informations détaillées sur les groupes qui peuplent la province. L'exposition inaugurée en 2013 présente vêtements, musique, agriculture, habitats et rituels.",
          "visit_duration_min": 75
        },
        {
          "text": "Phongsali's ethnic museum ranks among Laos's best with its detailed information on groups populating the province. The 2013 exhibition presents clothing, music, agriculture, dwellings, and rituals.",
          "visit_duration_min": 75
        },
        {
          "text": "O museu étnico de Phongsali conta entre os melhores do Laos com suas informações detalhadas sobre os grupos que povoam a província. A exposição inaugurada em 2013 apresenta vestuário, música, agricultura, habitações e rituais.",
          "visit_duration_min": 75
        },
        {
          "text": "El museo étnico de Phongsali cuenta entre los mejores de Laos con sus informaciones detalladas sobre los grupos que pueblan la provincia. La exposición inaugurada en 2013 presenta vestimentas, música, agricultura, viviendas y rituales.",
          "visit_duration_min": 75
        },
        {
          "text": "Il museo etnico di Phongsali conta tra i migliori del Laos con le sue informazioni dettagliate sui gruppi che popolano la provincia. L'esposizione inaugurata nel 2013 presenta abiti, musica, agricoltura, abitazioni e rituali.",
          "visit_duration_min": 75
        },
        {
          "text": "Les salles du musée déclinent les aspects du quotidien des différentes ethnies : organisation sociale, cérémonies, pratiques bouddhistes et croyances animistes cohabitent dans cette région de confins.",
          "visit_duration_min": 75
        },
        {
          "text": "The museum's rooms detail aspects of different ethnicities' daily life: social organization, ceremonies, Buddhist practices, and animist beliefs coexist in this border region.",
          "visit_duration_min": 75
        },
        {
          "text": "As salas do museu declinam os aspectos do quotidiano das diferentes etnias: organização social, cerimônias, práticas budistas e crenças animistas coabitam nesta região de confins.",
          "visit_duration_min": 75
        },
        {
          "text": "Las salas del museo declinan los aspectos del cotidiano de las diferentes etnias: organización social, ceremonias, prácticas budistas y creencias animistas cohabitan en esta región de confines.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sale del museo declinano gli aspetti del quotidiano delle diverse etnie: organizzazione sociale, cerimonie, pratiche buddiste e credenze animiste coabitano in questa regione di confine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le vol depuis Vientiane vers l'aéroport de Boun Neua dure 1h40 et survole les montagnes du nord. L'isolement de Phongsali fait partie de son charme préservé."
        },
        {
          "text": "The flight from Vientiane to Boun Neua airport takes 1h40 and overflies the northern mountains. Phongsali's isolation is part of its preserved charm."
        },
        {
          "text": "O voo desde Vientiane até ao aeroporto de Boun Neua dura 1h40 e sobrevoa as montanhas do norte. O isolamento de Phongsali faz parte do seu charme preservado."
        },
        {
          "text": "El vuelo desde Vientiane hacia el aeropuerto de Boun Neua dura 1h40 y sobrevuela las montañas del norte. El aislamiento de Phongsali forma parte de su encanto preservado."
        },
        {
          "text": "Il volo da Vientiane verso l'aeroporto di Boun Neua dura 1h40 e sorvola le montagne del nord. L'isolamento di Phongsali fa parte del suo fascino preservato."
        },
        {
          "text": "L'arrivée en début d'après-midi permet une première promenade dans les ruelles calmes de la ville. L'atmosphère paisible contraste avec l'agitation des destinations touristiques du sud."
        },
        {
          "text": "Early afternoon arrival allows a first stroll through the town's quiet alleys. The peaceful atmosphere contrasts with the bustle of southern tourist destinations."
        },
        {
          "text": "A chegada no início da tarde permite um primeiro passeio pelas ruelas tranquilas da cidade. A atmosfera pacífica contrasta com a agitação dos destinos turísticos do sul."
        },
        {
          "text": "La llegada a primeras horas de la tarde permite un primer paseo por las callejuelas tranquilas de la ciudad. La atmósfera pacífica contrasta con la agitación de los destinos turísticos del sur."
        },
        {
          "text": "L'arrivo nel primo pomeriggio permette una prima passeggiata nei vicoli tranquilli della città. L'atmosfera pacifica contrasta con l'agitazione delle destinazioni turistiche del sud."
        },
        {
          "text": "Les quelques restaurants locaux servent une cuisine lao simple agrémentée d'influences chinoises et vietnamiennes. Les soupes de nouilles réchauffent dans la fraîcheur du soir."
        },
        {
          "text": "A few local restaurants serve simple Lao cuisine enriched with Chinese and Vietnamese influences. Noodle soups warm in the evening coolness."
        },
        {
          "text": "Os poucos restaurantes locais servem uma cozinha laosiana simples enriquecida com influências chinesas e vietnamitas. As sopas de noodles aquecem no frescor da noite."
        },
        {
          "text": "Los pocos restaurantes locales sirven una cocina lao sencilla enriquecida con influencias chinas y vietnamitas. Las sopas de fideos calientan en el frescor de la noche."
        },
        {
          "text": "I pochi ristoranti locali servono una cucina lao semplice arricchita da influenze cinesi e vietnamite. Le zuppe di noodles scaldano nella freschezza della sera."
        },
        {
          "text": "La brume qui enveloppe la ville au crépuscule annonce les spectacles matinaux qui font la réputation de Phongsali. Les lumières des maisons percent le voile blanc comme des lucioles."
        },
        {
          "text": "The mist enveloping the town at dusk announces the morning spectacles that make Phongsali's reputation. House lights pierce the white veil like fireflies."
        },
        {
          "text": "A névoa que envolve a cidade ao crepúsculo anuncia os espetáculos matinais que fazem a reputação de Phongsali. As luzes das casas perfuram o véu branco como pirilampos."
        },
        {
          "text": "La bruma que envuelve la ciudad al crepúsculo anuncia los espectáculos matutinos que hacen la reputación de Phongsali. Las luces de las casas perforan el velo blanco como luciérnagas."
        },
        {
          "text": "La nebbia che avvolge la città al crepuscolo annuncia gli spettacoli mattutini che fanno la reputazione di Phongsali. Le luci delle case perforano il velo bianco come lucciole."
        },
        {
          "text": "Le départ avant l'aube permet d'atteindre le sommet du Phou Fa pour le lever du soleil. Une lampe frontale facilite la montée dans l'obscurité et des chaussures confortables s'imposent."
        },
        {
          "text": "Pre-dawn departure allows reaching Phou Fa's summit for sunrise. A headlamp facilitates the climb in darkness and comfortable shoes are essential."
        },
        {
          "text": "A partida antes da alvorada permite alcançar o cume do Phou Fa para o nascer do sol. Uma lanterna frontal facilita a subida na escuridão e sapatos confortáveis são obrigatórios."
        },
        {
          "text": "La partida antes del alba permite alcanzar la cima del Phou Fa para el amanecer. Una linterna frontal facilita la subida en la oscuridad y zapatos cómodos son imprescindibles."
        },
        {
          "text": "La partenza prima dell'alba permette di raggiungere la cima del Phou Fa per il sorgere del sole. Una lampada frontale facilita la salita nell'oscurità e scarpe comode sono d'obbligo."
        },
        {
          "text": "Le musée ethnique ouvre du lundi au vendredi de 8h à 11h30 et de 13h30 à 16h30. Le droit d'entrée modique permet de soutenir cette institution culturelle précieuse."
        },
        {
          "text": "The ethnic museum opens Monday to Friday from 8am to 11:30am and 1:30pm to 4:30pm. The modest entrance fee supports this precious cultural institution."
        },
        {
          "text": "O museu étnico abre de segunda a sexta das 8h às 11h30 e das 13h30 às 16h30. O modesto bilhete de entrada permite apoiar esta preciosa instituição cultural."
        },
        {
          "text": "El museo étnico abre de lunes a viernes de 8h a 11h30 y de 13h30 a 16h30. La modesta entrada permite apoyar esta preciosa institución cultural."
        },
        {
          "text": "Il museo etnico apre dal lunedì al venerdì dalle 8h alle 11h30 e dalle 13h30 alle 16h30. Il modesto biglietto d'ingresso permette di sostenere questa preziosa istituzione culturale."
        },
        {
          "text": "L'après-midi se prête à la flânerie dans les ruelles de la vieille ville où les maisons traditionnelles côtoient les échoppes chinoises. Le rythme lent invite à la contemplation."
        },
        {
          "text": "The afternoon lends itself to wandering through old town alleys where traditional houses neighbor Chinese shops. The slow pace invites contemplation."
        },
        {
          "text": "A tarde presta-se ao passeio pelas ruelas da cidade velha onde as casas tradicionais ladeiam as lojas chinesas. O ritmo lento convida à contemplação."
        },
        {
          "text": "La tarde se presta al paseo por las callejuelas de la ciudad vieja donde las casas tradicionales flanquean las tiendas chinas. El ritmo lento invita a la contemplación."
        },
        {
          "text": "Il pomeriggio si presta alla passeggiata nei vicoli della città vecchia dove le case tradizionali affiancano i negozi cinesi. Il ritmo lento invita alla contemplazione."
        },
        {
          "text": "La rencontre avec les agences locales permet d'organiser le trek des jours suivants. Les guides connaissent les villages et facilitent les contacts avec les communautés."
        },
        {
          "text": "Meeting local agencies allows organizing the following days' trek. Guides know the villages and facilitate contacts with communities."
        },
        {
          "text": "O encontro com as agências locais permite organizar o trekking dos dias seguintes. Os guias conhecem as aldeias e facilitam os contactos com as comunidades."
        },
        {
          "text": "El encuentro con las agencias locales permite organizar el trekking de los días siguientes. Los guías conocen las aldeas y facilitan los contactos con las comunidades."
        },
        {
          "text": "L'incontro con le agenzie locali permette di organizzare il trek dei giorni seguenti. Le guide conoscono i villaggi e facilitano i contatti con le comunità."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 1
        },
        {
          "itin_id": "LA::nord::extreme-nord-the-ethnies-9j",
          "itin_title": "Estremo Nord del Laos: tè centenario, mare di nebbia ed etnie montane",
          "day": 2
        }
      ],
      "rating": 4.7,
      "place_type": "small_city",
      "suggested_days": 3
    },
    {
      "place_id": "LA::phonsavan",
      "name": "Phonsavan",
      "cc": "LA",
      "language": "fr",
      "coords": [
        19.45,
        103.1833
      ],
      "lat": 19.45,
      "lon": 103.1833,
      "visits": [
        {
          "text": "Phonsavan s'étend au coeur de la province de Xiangkhouang à 1 100 mètres d'altitude, entourée de collines verdoyantes et de forêts de pins. Cette ville nouvelle fut fondée dans les années 1970 après la destruction de l'ancienne capitale Xieng Khouang durant les bombardements.",
          "visit_duration_min": 75
        },
        {
          "text": "La région porte le surnom de collines du paradis pour ses paysages vallonnés qui contrastent avec les montagnes escarpées du nord. L'altitude tempère le climat et offre des températures agréables toute l'année.",
          "visit_duration_min": 75
        },
        {
          "text": "Les traces de la guerre restent omniprésentes dans la région : cratères de bombes, débris métalliques recyclés en clôtures et jardinières, munitions non explosées qui parsèment encore les champs.",
          "visit_duration_min": 75
        },
        {
          "text": "La route depuis Luang Prabang traverse les montagnes pendant huit heures sur des lacets sinueux. Les paysages changent progressivement à mesure que l'altitude augmente.",
          "visit_duration_min": 75
        },
        {
          "text": "L'arrivée tardive à Phonsavan révèle une ville modeste aux rues rectilignes bordées de bâtiments sans charme particulier. L'intérêt réside dans les sites environnants plutôt que dans la ville elle-même.",
          "visit_duration_min": 75
        },
        {
          "text": "La Plaine des Jarres constitue l'un des sites archéologiques les plus mystérieux d'Asie du Sud-Est, inscrit au patrimoine mondial de l'UNESCO. Des milliers de jarres mégalithiques parsèment les collines sur une zone de plusieurs centaines de kilomètres carrés.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Site 1 de Thong Hai Hin rassemble la plus grande concentration de jarres à quelques kilomètres de Phonsavan. Plus de 300 récipients de pierre s'alignent sur les pentes herbeuses.",
          "visit_duration_min": 75
        },
        {
          "text": "Les jarres les plus imposantes atteignent 2,5 mètres de hauteur et pèsent jusqu'à 14 tonnes. Leur datation remonte à 1 500-2 000 ans mais leur fonction exacte reste débattue entre urnes funéraires et récipients de stockage.",
          "visit_duration_min": 75
        },
        {
          "text": "Les archéologues ont découvert des ossements humains, des perles et des outils de bronze à proximité des jarres. Ces indices suggèrent des pratiques funéraires complexes d'une civilisation disparue.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Site 2 de Hai Hin Phu Salato s'étend sur deux collines reliées par un sentier à travers les rizières. Les jarres y sont plus dispersées mais le cadre champêtre ajoute au charme de la visite.",
          "visit_duration_min": 75
        },
        {
          "text": "Les cratères de bombes ponctuent encore le paysage autour des jarres, témoignages silencieux des raids aériens qui dévastèrent la région entre 1964 et 1973.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Site 3 de Hai Hin Lat Khai présente des jarres plus petites mais dans un environnement forestier pittoresque. La végétation a repris ses droits autour des mégalithes millénaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Centre d'Information UXO géré par le groupe britannique MAG retrace l'histoire des bombardements américains au Laos. Le pays détient le triste record du territoire le plus bombardé par habitant au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Les galeries du centre exposent des munitions désamorcées et des photographies documentant l'impact des bombes sur la population civile. Plus de deux millions de tonnes d'explosifs furent larguées sur le Laos.",
          "visit_duration_min": 75
        },
        {
          "text": "Trente pour cent des bombes n'ont pas explosé à l'impact et continuent de tuer ou mutiler des paysans et des enfants chaque année. Les équipes de déminage travaillent sans relâche pour sécuriser les terres agricoles.",
          "visit_duration_min": 75
        },
        {
          "text": "Le That Foun, aussi appelé That Chomsi, dresse sa silhouette de 30 mètres au centre du district de Khoun. Ce stupa bouddhiste construit en 1576 abrite selon la tradition une statue de Bouddha en or et des reliques sacrées.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes de Tham Xang s'ouvrent dans une falaise calcaire à 36 kilomètres de Phonsavan. Ces cavités servirent de refuge aux combattants révolutionnaires durant la Guerre Secrète.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le trajet en bus depuis Luang Prabang constitue une aventure en soi avec ses virages serrés et ses panoramas montagneux. Les arrêts dans les villages permettent d'observer la vie rurale."
        },
        {
          "text": "L'installation en guesthouse à Phonsavan prépare les journées d'exploration à venir. Les établissements simples mais confortables accueillent les voyageurs de passage."
        },
        {
          "text": "Le dîner dans l'un des restaurants locaux offre l'occasion de goûter la cuisine de la région. Les influences vietnamiennes se mêlent aux plats lao traditionnels."
        },
        {
          "text": "La rencontre avec les agences locales permet d'organiser les visites des sites des jarres et des centres UXO. Les guides connaissent l'histoire complexe de la région."
        },
        {
          "text": "La visite matinale du Site 1 permet d'apprécier les jarres dans la lumière douce de l'aube. Les sentiers balisés traversent les zones déminées en toute sécurité."
        },
        {
          "text": "Le transfert vers le Site 2 offre des vues sur la campagne environnante parsemée de villages et de rizières. Le trajet prend une trentaine de minutes."
        },
        {
          "text": "Le pique-nique entre les deux sites permet de profiter du cadre paisible malgré l'histoire violente qui imprègne ces lieux. Le silence contraste avec le fracas des bombes d'autrefois."
        },
        {
          "text": "Les panneaux explicatifs retracent l'histoire archéologique et militaire des sites. Les efforts de déminage continuent dans les zones non encore sécurisées."
        },
        {
          "text": "La visite du Site 3 complète la découverte archéologique avec un cadre plus intimiste que les deux premiers sites. Les jarres semblent surgir de la végétation."
        },
        {
          "text": "Le Centre UXO fonctionne sur donations et les contributions des visiteurs soutiennent directement le travail de déminage. Cette visite donne du sens au voyage au-delà du tourisme."
        },
        {
          "text": "L'excursion aux grottes de Tham Xang nécessite un véhicule et un guide pour accéder au site isolé. Les installations militaires souterraines comprenaient un hôpital et un dépôt de médicaments."
        },
        {
          "text": "La ferme de mûriers des environs propose des ateliers de tissage de la soie pour ceux qui souhaitent découvrir l'artisanat local. Les étapes de production se déroulent sous les yeux des visiteurs."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 1
        },
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 2
        },
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 3
        }
      ],
      "rating": 9.3,
      "place_type": "large_city",
      "suggested_days": 4.5
    },
    {
      "place_id": "LA::sam-neua",
      "name": "Sam Neua",
      "cc": "LA",
      "language": "fr",
      "coords": [
        20.4167,
        104.0667
      ],
      "lat": 20.4167,
      "lon": 104.0667,
      "visits": [
        {
          "text": "La route de Phonsavan à Sam Neua traverse les montagnes de la province de Houaphan pendant dix heures. Les paysages de collines karstiques et de vallées cultivées défilent au rythme lent du bus.",
          "visit_duration_min": 75
        },
        {
          "text": "Sam Neua, aussi orthographiée Xam Neua, signifie marécage du nord en lao. Cette capitale de province perchée à 1 200 mètres d'altitude connaît des températures fraîches voire froides en hiver.",
          "visit_duration_min": 75
        },
        {
          "text": "La ville conserve une atmosphère soviétique héritée de son passé révolutionnaire. Le monument Suan Keo Lak Meung trône sur le rond-point central, structure rouge caractéristique de l'esthétique communiste.",
          "visit_duration_min": 75
        },
        {
          "text": "La population mêle Laotiens, Vietnamiens et Hmong dans cette région frontalière proche du Vietnam. Les influences culturelles se croisent dans la cuisine et l'architecture locale.",
          "visit_duration_min": 75
        },
        {
          "text": "L'isolement de Sam Neua la préserve du tourisme de masse malgré son importance historique. Les rares voyageurs qui s'y aventurent découvrent un Laos authentique loin des sentiers battus.",
          "visit_duration_min": 75
        },
        {
          "text": "Le marché central de Sam Neua rassemble les habitants des villages environnants venus vendre leurs produits. L'influence chinoise et vietnamienne se reflète dans les étals de grenouilles, poissons, calmars et viande de rat.",
          "visit_duration_min": 75
        },
        {
          "text": "Le marché alimentaire le long de la rivière constitue le plus intéressant des deux marchés de la ville. Les vendeurs proposent racines, herbes et plantes médicinales issues de la jungle.",
          "visit_duration_min": 75
        },
        {
          "text": "Les ruelles de Sam Neua conservent quelques maisons traditionnelles en bois entre les constructions modernes sans charme. L'atmosphère provinciale contraste avec l'agitation des villes touristiques.",
          "visit_duration_min": 75
        },
        {
          "text": "La rivière Nam Sam traverse la ville et offre un cadre paisible pour la promenade. Les berges aménagées accueillent les habitants qui viennent s'y détendre en fin de journée.",
          "visit_duration_min": 75
        },
        {
          "text": "Les montagnes environnantes abritent des villages de minorités ethniques accessibles en moto ou à pied. Les Hmong et les Tai Dam peuplent les hauteurs de la province.",
          "visit_duration_min": 75
        },
        {
          "text": "Les grottes de Vieng Xai constituèrent le quartier général du mouvement communiste Pathet Lao durant la Guerre Secrète de 1964 à 1973. Jusqu'à 23 000 personnes vécurent sous terre pour échapper aux bombardements américains.",
          "visit_duration_min": 75
        },
        {
          "text": "Le réseau souterrain comptait 480 grottes interconnectées abritant une véritable ville : hôpitaux, écoles, théâtres, casernes militaires et bureaux gouvernementaux fonctionnaient dans l'obscurité des cavernes.",
          "visit_duration_min": 75
        },
        {
          "text": "Les dirigeants du Pathet Lao disposaient de grottes individuelles aménagées avec un confort relatif. Le prince Souphanouvong y vécut avec sa famille dans une cavité équipée de bunkers anti-aériens.",
          "visit_duration_min": 75
        },
        {
          "text": "Les pompes à air d'origine soviétique permettaient de survivre en cas d'attaque chimique. Ces équipements témoignent de la crainte permanente qui habitait les résidents souterrains.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte-théâtre accueillait spectacles, mariages et projections de films pour maintenir le moral des habitants. Cet espace culturel reste utilisé pour des événements locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Le paysage karstique qui entoure Vieng Xai ajoute à la beauté dramatique du site. Les pitons calcaires qui dissimulèrent les révolutionnaires se reflètent dans les lacs paisibles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le départ matinal de Phonsavan s'impose pour arriver à Sam Neua en soirée. Le trajet constitue une épreuve d'endurance compensée par la beauté des paysages traversés."
        },
        {
          "text": "Les arrêts dans les villages de montagne permettent de se dégourdir les jambes et d'observer la vie rurale. Les marchandes proposent fruits et en-cas aux passagers."
        },
        {
          "text": "L'arrivée tardive à Sam Neua laisse juste le temps de s'installer et de dîner dans l'un des rares restaurants de la rue principale. La cuisine locale mêle saveurs lao et vietnamiennes."
        },
        {
          "text": "L'office de tourisme près du rond-point fournit cartes et informations sur les grottes de Vieng Xai. La réservation de l'audio-guide s'effectue sur place pour le lendemain."
        },
        {
          "text": "La visite matinale du marché révèle l'authenticité de cette ville non touristique. Les vendeurs s'étonnent parfois de voir des étrangers s'aventurer entre les étals."
        },
        {
          "text": "La location d'une moto auprès des restaurants de la rue principale permet d'explorer les environs. Les paysages de montagnes karstiques rappellent une baie d'Halong terrestre."
        },
        {
          "text": "Le café Yuni propose un petit-déjeuner occidental et du café correct dans un cadre agréable. Le personnel anglophone aide à organiser les transports vers Vieng Xai."
        },
        {
          "text": "La préparation de la visite des grottes le lendemain occupe la fin d'après-midi. Le départ matinal s'impose pour profiter pleinement de la journée sur le site."
        },
        {
          "text": "Le songthaew matinal depuis Sam Neua rejoint Vieng Xai en 45 minutes. Le retour en fin d'après-midi s'effectue avec le même véhicule si la demande le justifie."
        },
        {
          "text": "L'audio-guide fourni au centre d'accueil raconte les témoignages de survivants en plusieurs langues. Les récits personnels donnent vie aux cavités silencieuses."
        },
        {
          "text": "La visite à vélo relie les 18 points du parcours dispersés dans la campagne. La location s'effectue au centre d'accueil pour ceux qui n'ont pas de véhicule."
        },
        {
          "text": "Les trois à quatre heures de visite permettent d'absorber l'histoire complexe de ce lieu unique. Le retour à Sam Neua laisse le temps de digérer ces témoignages poignants."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 4
        },
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 5
        },
        {
          "itin_id": "LA::centre-est::histoire-guerre-secrete-10j",
          "itin_title": "Sur les traces de la Guerre Secrète : Plaine des Jarres et grottes du Pathet Lao",
          "day": 6
        }
      ],
      "rating": 6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "LA::tad-lo",
      "name": "Tad Lo",
      "cc": "LA",
      "language": "fr",
      "coords": [
        15.35,
        106.3833
      ],
      "lat": 15.35,
      "lon": 106.3833,
      "visits": [
        {
          "text": "Le Wat Luang de Pakse jouxte le pont coréen et accueille une école monastique où les jeunes bonzes déambulent en robe safran. Les salles de classe alternent avec les pavillons de prière.",
          "visit_duration_min": 75
        },
        {
          "text": "Les berges du Mékong depuis le pont coréen jusqu'au pont Lao-Nippon longent les restaurants sur pilotis qui s'animent au coucher du soleil.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascade Tad Soung plonge de 90 mètres dans un canyon verdoyant accessible par une route goudronnée à l'est de Paksong. Un belvédère surplombe le vide.",
          "visit_duration_min": 75
        },
        {
          "text": "Le village de Tad Lo déroule une série de cascades à travers la bourgade, offrant des bassins de baignade. Les enfants pataugent aux côtés des buffles.",
          "visit_duration_min": 75
        },
        {
          "text": "Le bain des éléphants se déroule chaque fin d'après-midi en amont de Tad Hang. Les mahouts guident leurs pachydermes dans l'eau au coucher du soleil.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le plateau des Bolovens se découvre en boucle depuis Pakse sur deux à cinq jours. La route serpente entre cascades, plantations de café et villages ethniques."
        },
        {
          "text": "Les plantations de café autour de Paksong cultivent Arabica et Robusta côte à côte dans un climat d'altitude plus frais. Les fermes proposent dégustations."
        },
        {
          "text": "Le marché de nuit de Pakse s'étire le long de la route 13 Sud avec ses étals de street food et textiles."
        },
        {
          "text": "Les terrasses des guesthouses à Tad Lo font face aux cascades illuminées par les derniers rayons. Ce village constitue l'étape classique du plateau."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 9
        }
      ],
      "rating": 2.9,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "LA::vang-vieng",
      "name": "Vang Vieng",
      "cc": "LA",
      "language": "fr",
      "coords": [
        18.922,
        102.4476
      ],
      "lat": 18.922,
      "lon": 102.4476,
      "visits": [
        {
          "text": "Le viewpoint de Nam Xay culmine au-dessus de la vallée à quelques kilomètres au nord de la ville. L'ascension raide de 30 minutes exige l'usage des quatre membres sur certains passages.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sommet du Pha Poak se repère aux balises improvisées à travers la jungle. Le drapeau rouge planté au sommet marque un belvédère spectaculaire sur les rizières.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte Tham Chang s'ouvre dans le flanc de la montagne et servit de refuge aux habitants face aux invasions chinoises au XIXe siècle. Un bassin glacé alimenté par les eaux souterraines invite à la baignade.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte Pha Thao à une dizaine de kilomètres dispose d'échelles et de sentiers balisés pour accéder à plusieurs chambres successives. Les formations calcaires créent des silhouettes fantastiques.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte Lusi reste méconnue malgré son réseau souterrain qui nécessite près d'une heure d'exploration. Les plus téméraires peuvent nager dans le noir absolu.",
          "visit_duration_min": 75
        },
        {
          "text": "Le viewpoint Pha Ngern propose deux niveaux de belvédères : le premier après 30 minutes de marche, le second après 40 minutes supplémentaires sur un sentier abrupt.",
          "visit_duration_min": 75
        },
        {
          "text": "La grotte Tham Nam s'étend sur 500 mètres de boyaux étroits parcourus en bouée le long d'une corde dans l'obscurité totale. Les concrétions calcaires défilent à quelques centimètres du visage.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Blue Lagoon principal niche ses eaux turquoise au pied des montagnes karstiques. Un arbre surplombe le bassin et permet de sauter de 10 mètres de haut.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Blue Lagoon 3 abrite une petite cascade en plus de son bassin de baignade et attire moins de visiteurs. Des rafraîchissements sont vendus sur place.",
          "visit_duration_min": 75
        },
        {
          "text": "La cascade Kaeng Nyui sur le versant est de la vallée constitue la seule chute d'eau notable des environs. Un bassin désert récompense les ornières traversées.",
          "visit_duration_min": 75
        },
        {
          "text": "Le parc Inter Park rassemble sculptures animalières et espaces verts destinés aux familles dans un cadre accessible par une piste à l'ouest de la rivière.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le tubing sur la Nam Song River traverse un paysage de montagnes karstiques en 3 heures de descente paisible. Les autorités ont assaini l'activité après 2012."
        },
        {
          "text": "Les tubes se louent au bureau officiel en ville avec transport en tuk-tuk jusqu'au point de départ. Le retour s'effectue en aval avant 18h."
        },
        {
          "text": "Les écoles d'escalade locales proposent des stages sur les falaises calcaires avec équipement fourni. Les voies sportives conviennent à tous niveaux."
        },
        {
          "text": "La campagne environnante déroule ses rizières inondées et ponts de bambou branlants. Les enfants jouent dans la rivière entre deux travaux des champs."
        },
        {
          "text": "La descente en kayak depuis l'amont traverse villages et paysages karstiques. Le trajet inclut souvent le passage en bouée dans la grotte Tham Nam."
        },
        {
          "text": "Les vols en montgolfière décollent à l'aube ou en fin d'après-midi pour survoler la mosaïque de rizières et de pitons calcaires."
        },
        {
          "text": "Les rizières au coucher du soleil s'embrasent d'une lumière orangée qui découpe les silhouettes des montagnes. Les champs offrent un premier plan idéal."
        },
        {
          "text": "Les parcours de tyrolienne et quads se louent aux abords des lagons et grottes. La saison des pluies rend les pistes boueuses mais praticables."
        },
        {
          "text": "Le centre-ville conserve quelques bars diffusant des sitcoms en boucle. Les banana pancakes et hamacs suspendus complètent l'escale backpacker."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 5
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 6
        }
      ],
      "rating": 8,
      "place_type": "large_city",
      "suggested_days": 3
    },
    {
      "place_id": "LA::vientiane",
      "name": "Vientiane",
      "cc": "LA",
      "language": "fr",
      "coords": [
        17.9757,
        102.6331
      ],
      "lat": 17.9757,
      "lon": 102.6331,
      "visits": [
        {
          "text": "Le Pha That Luang dresse sa silhouette dorée à 4 km du centre et constitue le monument le plus sacré du Laos, figurant sur les billets de banque. La légende attribue sa fondation au IIIe siècle, mais l'édifice actuel fut reconstruit dans les années 1930.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat That Luang Tai abrite un imposant Bouddha couché dans une salle aux murs ornés de fresques narratives. Les fidèles y déposent offrandes dans une atmosphère plus intime.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Patuxai domine l'avenue Lane Xang tel un arc de triomphe tropical construit dans les années 1960. Ses quatre tours et sa tour centrale symbolisent les cinq principes bouddhistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Les sept étages du Patuxai offrent une vue sur l'avenue rectiligne qui file vers le Pha That Luang. La fontaine illuminée attire habitants et visiteurs chaque soir.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Sisaket demeure le seul temple épargné par l'invasion siamoise de 1828. Construit par le roi Anouvong, il abrite plus de 10 000 statues de Bouddha nichées dans les alvéoles du cloître.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Ho Phra Keo fut érigé en 1565 pour accueillir le Bouddha d'Émeraude. La statue trône désormais à Bangkok, mais le musée conserve bronzes et sculptures du VIe siècle.",
          "visit_duration_min": 75
        },
        {
          "text": "Le That Dam Stupa se dresse au milieu d'un rond-point, sa masse brune envahie par la végétation. La légende raconte qu'un naga à sept têtes habite sous l'édifice.",
          "visit_duration_min": 75
        },
        {
          "text": "La statue du Roi Anouvong fut érigée en 2010 pour commémorer le 450e anniversaire de Vientiane. Le bronze de neuf mètres fait face au Mékong et à la Thaïlande.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Buddha Park à 25 km de la ville rassemble des dizaines de statues monumentales en béton créées en 1958 par un mystique mêlant hindouisme et bouddhisme.",
          "visit_duration_min": 75
        },
        {
          "text": "La bouche d'un démon géant sert d'entrée à une tour du Buddha Park offrant une vue plongeante. Les trois niveaux symbolisent l'enfer, la terre et le paradis.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Wat Si Muang attire les fidèles venus prier devant le pilier fondateur de la ville, censé abriter l'esprit d'une jeune femme sacrifiée lors de sa pose.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Le COPE Visitor Centre retrace l'histoire du Laos, pays le plus bombardé de la planète. Les bombes non explosées continuent de mutiler des villageois."
        },
        {
          "text": "Les expositions interactives du COPE expliquent le travail des démineurs et présentent les témoignages de survivants. L'entrée est gratuite."
        },
        {
          "text": "Le centre historique alterne temples aux façades colorées et villas coloniales reconverties en cafés. Le Wat Inpeng arbore une façade vert émeraude."
        },
        {
          "text": "Le marché de nuit s'étire le long du Mékong face aux lumières de la Thaïlande. Les étals proposent vêtements, souvenirs et street food."
        },
        {
          "text": "Les food parks rassemblent chaque soir des dizaines de stands où les habitants se pressent autour de grillades et salades de fruits de mer."
        },
        {
          "text": "La promenade du Mékong au coucher du soleil attire joggeurs et familles face aux dernières lueurs sur le fleuve. Le parc Chao Anouvong offre des bancs ombragés."
        },
        {
          "text": "Les cafés branchés de Vientiane servent un café lao corsé dans des décors mêlant mobilier vintage et oeuvres d'artistes locaux."
        },
        {
          "text": "Les salons de massage du centre-ville proposent des soins traditionnels avant une dernière razzia au marché de nuit."
        }
      ],
      "days_plan": [
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 7
        },
        {
          "itin_id": "LA::complete::temples-cascades-mekong-14j",
          "itin_title": "Laos authentique : temples, cascades et îles du Mékong",
          "day": 8
        }
      ],
      "rating": 8.9,
      "place_type": "large_city",
      "suggested_days": 4.5
    }
  ]
}